Repository: 4doe/enigma2
Catalog: po/*.po
Languages: th

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
th: ให้เปิดใช้งานความสว่างหรือความเข้มแบบพิเศษ เช่น ค่า "dynamic" ให้เปลี่ยนเป็นมาตรฐานก่อน จากนั้นปรับระดับ backlight ให้เหมาะสม รวมทั้งปรับค่าความเข้ม (contrast) ให้มากที่สุดเท่าที่จะทำได้ จากนั้นปรับค่าความสว่าง (Brightness) ให้ต่ำที่สุดเท่าที่จะเห็นความแตกต่างระหว่างสีเทาที่อยู่ติดกัน ตอนนี้ยังไม่ต้องกังวลในส่วนของแถบสว่าง ส่วนของแถบสว่างจะถูกปรับแต่งภายหลัง หากท่านพอใจแล้วให้กดปุ่ม OK เพื่อเข้าส่วนต่อไป

source: In Progress
th: กำลังทำงาน

source: In order to record a timer, the TV was switched to the recording service!
th: ต้องย้ายไปยังข่องรายการอื่นเพื่อที่จะบันทึกรายการตามที่ได้ตั้งไว้

source: Include your email and name (optional) in the mail?
th: ใส่ชื่อและอีเมลล์ของท่านในอีเมลล์นี้หรือไม่ (ไม่บังคับ)?

source: Increased voltage
th: เพิ่ม Voltage

source: Index
th: อินเด็กซ์

source: Info
th: ข้อมูล

source: InfoBar
th: แถบรายการ

source: Infobar timeout
th: เวลาแสดงแถบรายการ

source: Information
th: ข้อมูล

source: Init
th: เตรียม

source: Initialize
th: เตรียมการ

source: Input
th: นำเข้า (Input)

source: Install
th: ติดตั้ง

source: Install a new image with a USB stick
th: ติดตั้งอิมเมจจาก USB เมมโมรี่

source: Install a new image with your web browser
th: ติดตั้งอิมเมจผ่านเวบ

source: Install extensions.
th: ติดตั้งส่วนเพิ่มเติม

source: Install local extension
th: ติดตั้งส่วนเพิ่มเติมจากในเครื่อง

source: Install or remove finished.
th: ติดตั้งหรือลบออกเสร็จแล้ว

source: Install settings, skins, software...
th: ติดตั้ง ตั้งค่าซอพท์แวร์สกิน...

source: Installation finished.
th: การติดตั้งเสร็จแล้ว

source: Installing
th: กำลังติดตั้ง

source: Installing Software...
th: กำลังติดตั้งซอพท์แวร์...

source: Installing default sat lists... Please wait...
th: กำลังติดตั้งดาวเทียมตามค่าเริ่มต้น... กรุณารอสักครู่...

source: Installing defaults... Please wait...
th: กำลังติดตั้งค่าเริ่มต้น... รอสักครู่...

source: Installing package content... Please wait...
th: กำลังติดตั้งส่วนประกอบ... กรุณารอสักครู่...

source: Instant Record...
th: บันทึกรายการ...

source: Intermediate
th: ปานกลาง

source: Internal Flash
th: หน่วยความจำภายใน

source: Invalid Location
th: ปลายทางไม่ถูกต้อง

source: Invalid directory selected: %s
th: โฟล์เดอร์นี้: %s ไม่ถูกต้อง

source: Is this videomode ok?
th: วิดีโอโหมดนี้ถูกต้องหรือไม่?

source: Italian
th: ภาษาอิตาลี่

source: Job View
th: ดูงาน

source: Just Scale
th: ขยายเต็มจอ

source: Keyboard
th: แป้นพิมพ์

source: Keyboard Map
th: การวางแป้นพิมพ์

source: Keyboard Setup
th: ตั้งค่าแป้นพิมพ์

source: LAN Adapter
th: แลนอะแด๊ปเตอร์

source: Language
th: ภาษา

source: Language selection
th: เลือกภาษา

source: Last config
th: ค่าที่ตั้งล่าสุด

source: Last speed
th: ความเร็วล่าสุด

source: Latitude
th: ละติจูด

source: Latvian
th: ภาษาลัทเวีย

source: Leave DVD Player?
th: ออกจากการเล่นดีวีดี

source: Left
th: ซ้าย

source: Limit east
th: จำกัดทางตะวันออก

source: Limit west
th: จำกัดทางตะวันตก

source: Limited character set for recording filenames
th: จำกัดความยาวของไฟล์

source: Limits off
th: ไม่จำกัด

source: Limits on
th: จำกัดที่

source: Link Quality:
th: คุณภาพการเชื่อมต่อ:

source: Link:
th: เชื่อมต่อ:

source: Linked titles with a DVD menu
th: เชื่อมโดยชื่อเรื่องกับเมนูดีวีดี

source: List of Storage Devices
th: อุปกรณ์สำหรับบันทึก

source: Lithuanian
th: ภาษาลิธูเนี่ยน

source: Load
th: โหลด

source: Load Length of Movies in Movielist
th: โหลดความยาวของภาพยนต์

source: Location
th: สถานที่

source: Log results to harddisk
th: บันทึกผลลัพธ์ลงฮาร์ดไดรฟ์

source: Long Keypress
th: กดปุ่มนานนาน

source: Longitude
th: ลองจิจูด

source: MORE
th: เพิ่ม

source: Main menu
th: เมนูหลัก

source: Mainmenu
th: เมนูหลัก

source: Make this mark an 'in' point
th: สร้างตัวคั่นสำหรับจุด 'in'

source: Make this mark an 'out' point
th: สร้างตัวคั่นสำหรับจุด 'out'

source: Make this mark just a mark
th: ทำเป็นแค่ตัวคั่น

source: Manage your receiver's software
th: จัดการซอพท์แวร์เครื่องรับของท่าน

source: Manual Scan
th: ค้นหาเอง

source: Manual transponder
th: ป้อนทรานสปอนเดอร์เอง

source: Manufacturer
th: ผู้ผลิต

source: Margin after record
th: บันทึกต่อไปอีก

source: Margin before record (minutes)
th: บันทึกก่อนเวลาจริง (นาที)

source: Media player
th: เล่นไฟล์

source: MediaPlayer
th: เล่นไฟล์

source: Medium is not a writeable DVD!
th: แผ่นดีวีดีนี้เขียนไม่ได้

source: Medium is not empty!
th: มีข้อมูลในสื่อบันทึก!

source: Menu
th: เมนู

source: Message
th: ข้อความ

source: Message...
th: ข้อความ...

source: Mode
th: โหมด

source: Model:
th: รุ่น:

source: Mon
th: จัน.

source: Mon-Fri
th: จันทร์-ศุกร์

source: Monday
th: วันจันทร์

source: Move Picture in Picture
th: ย้ายภาพซ้อนภาพ

source: Move east
th: เคลื่อนไปทางทิศตะวันออก

source: Move west
th: เคลื่อนไปทางทิศตะวันตก

source: Movielist menu
th: เมนูรายการภาพยนต์

source: Multi EPG
th: ผังรายการแบบหลากหลาย

source: Multimedia
th: มัลติมีเดีย

source: Multiple service support
th: รองรับ Multiple service

source: Mute
th: ปิดเสียง

source: N/A
th: ไม่ทราบ

source: NEXT
th: ต่อไป

source: NFI image flashing completed. Press Yellow to Reboot!
th: ลงอิมเมจ NFI เรียบร้อยแล้ว กดปุ่มเหลืองเพื่อเริ่มระบบใหม่ (Reboot)

source: NOW
th: ตอนนี้

source: Name
th: ชื่อ

source: Nameserver Setup
th: ตั้งค่า Nameserver

source: Nameserver settings
th: ตั้งค่า Nameserver

source: Network
th: เครือข่าย

source: Network Configuration...
th: ตั้งค่าเครือข่าย...

source: Network Setup
th: ตั้งค่าเครือข่าย

source: Network Wizard
th: ตัวช่วยเครือข่าย

source: Network scan
th: ค้นหาเครือข่าย

source: Network setup
th: ตั้งค่าเครือข่าย

source: Network test
th: ทดสอบเครือข่าย

source: Network test...
th: ทดสอบเครือข่าย...

source: Network:
th: เครือข่าย:

source: NetworkWizard
th: ตัวช่วยเครือข่าย

source: New
th: ใหม่

source: New version:
th: เวอร์ชั่นใหม่:

source: Next
th: ต่อไป

source: No
th: ไม่

source: No (supported) DVDROM found!
th: ไม่พบดีวีดีรอมที่ใช้งานได้!

source: No Connection
th: ไม่พบการเชื่อมต่อ

source: No HDD found or HDD not initialized!
th: ไม่พบฮาร์ดดิสก์ (HDD) หรือยังไม่ได้เตรียมเพื่อให้ใช้งานได้

source: No backup needed
th: ไม่จำเป็นต้องสำรองข้อมูล

source: No data on transponder! (Timeout reading PAT)
th: ไม่พบข้อมูลในทรานสปอนเดอร์! (Timeout reading PAT)

source: No description available.
th: ไม่มีรายละเอียดเพิ่มเติม

source: No details for this image file
th: ไม่มีรายละเอียดของอิมเมจนี้

source: No displayable files on this medium found!
th: ไม่พบชนิดไฟล์ที่สามารถเล่นได้ในสื่อบันทีกนี้!

source: No event info found, recording indefinitely.
th: ไม่พบข้อมูลเวลากำกับ บันทึกรายโดยไม่มีข้อกำหนด

source: No free tuner!
th: ไม่มี Tuner ว่างที่จะใช้งานได้

source: No networks found
th: ไม่พบเครือข่าย

source: No packages were upgraded yet. So you can check your network and try again.
th: ไม่มีส่วนประกอบใดได้รับการปรับปรุง ตรวจสอบระบบเครือข่ายแล้วลองอีกครั้ง

source: No picture on TV? Press EXIT and retry.
th: ไม่มีภาพที่หน้าจอโทรทัศน์ใช่หรือไม่? กดปุ่ม 'EXIT' แล้วลองใหม่

source: No positioner capable frontend found.
th: ไม่พบตัวขับจานที่ใช้ได้

source: No satellite frontend found!!
th: ไม่พบอุปกรณ์ดาวเทียม

source: No tags are set on these movies.
th: ไม่พบป้ายใดๆ กับภาพยนต์ชุดนี้

source: No tuner is configured for use with a diseqc positioner!
th: ไม่พบ Tuner ใดๆ ที่ใช้กับตัวขับจาน!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
th: ไม่มี Tuner ใดๆ สำหรับใช้งาน! กรุณาตั้งค่า Tuner แล้วทำการค้นหารายการที่ให้บริการก่อน

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
th: ไม่พบรหัสผ่านใดๆ สำหรับบริการ! ท่านต้องการตั้งรหัสผ่านตอนนี้เลยหรือไม่? หากตอบ 'ไม่' หมายถืงท่านไม่ต้องการควบคุมการรับชม

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
th: ไม่พบรหัสผ่านสำหรับตั้งค่าเครื่อง! ต้องการเปลี่ยนรหัสตอนนี้หรือไม่? หากตอบ 'ไม่' หมายถึงยกเลิกการป้องกันด้วยรหัสผ่าน

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
th: ไม่พบอุปกรณ์เครือข่าย กรุณตรวจสอบว่าท่านได้เชื่อมต่ออุปกรณ์และตั้งค่าที่ถูกต้อง

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
th: ไม่พบอุปกรณ์ไร้สาย กรุณาตรวจสอบว่า ได้ต่ออุปกรณ์ไร้สายที่ใช้ WLAN และได้ตั้งค่าอุปกรณ์อย่างถูกต้อง

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
th: ไม่พบอุปกรณ์ไร้สาย กรุณาตรวจสอบว่า ได้ต่ออุปกรณ์ไร้สายและทำให้ระบบ WLAN พร้อมใช้งานแล้ว

source: No, but restart from begin
th: ไม่ - กลับไปเริ่มต้นใหม่

source: No, do nothing.
th: ไม่ - ไม่ต้องการทำ

source: No, just start my dreambox
th: ไม่ - เพิ่งเริ่มใช้งานเครื่องดรีมบอกซ์

source: No, not now
th: ไม่ - ไม่ต้องการทำตอนนี้

source: No, scan later manually
th: ไม่ - จะทำการค้นหาเองภายหลัง

source: No, send them never
th: ไม่ - ไม่ส่งข้อมูลเลย

source: None
th: ไม่มี

source: Nonlinear
th: ไม่เป็นเส้นตรง

source: North
th: เหนือ

source: Norwegian
th: ภาษานอร์เว

source: Not enough diskspace. Please free up some diskspace and try again. (%d MB required, %d MB available)
th: เนื้อที่ไม่เพียงพอ ลบไฟล์ที่ไม่ต้องการออกแล้วลองใหม่ (ต้องการ %d MB แต่เหลืออยู่ %d)

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
th: ไม่มีรายการให้ค้นหา กรุณาตั้งค่า Tuner ก่อนการค้นหาช่องรายการใหม่

source: Now Playing
th: กำลังเล่น

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
th: ตอนนี้.. ให้ปรับความชัดของหน้าจอโดยการเพิ่มความสว่างให้มากที่สุด แต่ต้องแน่ใจว่าเห็นความแตกต่างของสีที่สว่างที่สุด หากจบกระบวนการแล้วให้กดปุ่ม OK

source: OK
th: ตกลง

source: OK, guide me through the upgrade process
th: ตกลง - ช่วยแนะนำขั้นตอนการปรับปรุงด้วย

source: OK, remove another extensions
th: ตกลง - ลบส่วนเพิ่มเติมอื่น

source: OK, remove some extensions
th: ตกลง - ลบส่วนเพิ่มเติมอื่นด้วย

source: OSD Settings
th: ตั้งค่า OSD

source: OSD visibility
th: ความชัดของ OSD

source: Off
th: ปิด

source: On
th: เปิด

source: One
th: หนึ่ง

source: Only Free scan
th: ค้นหาเฉพาะรายการฟรี

source: Optionally enter your name if you want to.
th: ป้อนชื่อของท่าน (ไม่บังคับ)

source: Orbital Position
th: ตำแหน่งโคจร

source: Package list update
th: ปรับปรุงรายการของส่วนประกอบ

source: Package removal failed.
th: ไม่สามารถลบส่วนประกอบที่เลือกได้

source: Package removed successfully.
th: ลบส่วนประกอบที่เลือกเรียบร้อยแล้ว

source: Packet management
th: จัดการส่วนประกอบ

source: Packet manager
th: ตัวจัดการส่วนประกอบ

source: Parent Directory
th: โฟล์เดอร์ก่อนหน้า

source: Parental control
th: ควบคุมอายุ

source: Parental control services Editor
th: แก้ไขบริการที่ต้องควบคุมอายุผู้ชม

source: Parental control setup
th: ตั้งค่าการควบคุมอายุ

source: Parental control type
th: ชนิดการควบคุมอายุ

source: Password
th: รหัสผ่าน

source: Pause movie at end
th: หยุดการเล่นชั่วคราว (Pause) เมื่อเล่นจบ

source: Phone number
th: เลขหมาย

source: PiPSetup
th: ตั้งค่า PIP

source: PicturePlayer
th: ดูภาพ

source: Pin code needed
th: ต้องการรหัสผ่าน

source: Play
th: เล่น

source: Play Audio-CD...
th: เล่นซีดีเสียง...

source: Play DVD
th: เล่นดีวีดี

source: Play Music...
th: เล่นเพลง...

source: Play recorded movies...
th: เล่นภาพยนต์ที่ได้บันทึกไว้...

source: Please Select Medium to be Scanned
th: เลือกสื่อบันทึกที่ต้องการค้นหา...

source: Please change recording endtime
th: กรุณาเปลี่ยนเวลาสิ้นสุดการบันทึกรายการ

source: Please check your network settings!
th: กรุณตรวจสอบการตั้งค่าเครือข่าย

source: Please choose an extension...
th: กรุณาเลือกส่วนเพิ่มเติม...

source: Please choose he package...
th: กรุณาเลือกส่วนประกอบ....

source: Please choose the default services lists you want to install.
th: กรุณาเลือกบริการเริ่มต้นที่ต้องการติดตั้ง

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
th: กรุณาป้อนค่าที่จำเป็น และตรวจสอบความถูกต้องของ Nameserver จากนั้นกดปุ่ม OK เพื่อทำงานต่อ

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
th: กรุณาตั้งค่าอินเตอร์เน็ตโดยการป้อนข้อมูลที่จำเป็น หากป้อนแล้วให้กดปุ่ม OK เพื่อทำงานต่อ

source: Please do not change any values unless you know what you are doing!
th: ห้ามเปลี่ยนค่าใดๆ หากท่านไม่ทราบความหมาย!

source: Please enter a name for the new bouquet
th: กรุณาป้อนชื่อกลุ่มรายการใหม่

source: Please enter a name for the new marker
th: กรุณาป้อนชื่อตัวคั่นใหม่

source: Please enter a new filename
th: กรุณป้อนชื่อไฟล์ใหม่

source: Please enter filename (empty = use current date)
th: กรุณาป้อนชื่อไฟล์ (เป็นช่องว่าง = ใช้วันที่ปัจจุบันแทน)

source: Please enter name of the new directory
th: กรุณาป้อนชื่อโฟล์เดอร์ใหม่

source: Please enter the correct pin code
th: กรุณาป้อนรหัสที่ถูกต้องด้วย

source: Please enter your email address here:
th: กรุณาป้อนอีเมลล์ของท่าน:

source: Please enter your name here (optional):
th: กรุณาป้อนชื่อของท่าน (ไม่บังคับ):

source: Please follow the instructions on the TV
th: กรุณาทำตามขั้นตอนที่ปรากฏบนจอโทรทัศน์

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
th: เนื่องจากไม่สามารถเข้าถึงสื่อบันทึกข้อมูลที่ท่านเลือกได้ โฟล์เดอร์เริ่มต้นจะถูกเรียกใช้งาน

source: Please press OK to continue.
th: กรุณากดปุ่ม OK เพื่อทำงานต่อ

source: Please press OK!
th: กรุณากดปุ่ม OK!

source: Please select a playlist to delete...
th: กรุณาเลือกสารบัญรายการที่จะลบ...

source: Please select a playlist...
th: กรุณาเลือกสารบัญรายการ...

source: Please select a subservice to record...
th: กรุณาเลือกบริการย่อยที่ต้องการบันทึก...

source: Please select a subservice...
th: กรุณาเลือกบริการย่อย...

source: Please select an extension to remove.
th: กรุณาเลือกส่วนเพิ่มเติมที่ต้องลบออก

source: Please select an option below.
th: กรุณาเลือกตัวเลือกด้านล่าง

source: Please select medium to use as backup location
th: กรุณาเลือกสื่อบันทึกปลายทางที่จะสำรองข้อมูล

source: Please select tag to filter...
th: กรุณาเลือกป้ายที่จะกรอง...

source: Please select the movie path...
th: กรุณาเลือกตำแหน่งของภาพยนต์

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
th: เลือกอุปกรณ์เครือข่ายที่ต้องกใช้เชื่อมต่ออินเตอร์เน็ต จากนั้นกดปุ่ม OK เพื่อทำงานต่อ

source: Please select the wireless network that you want to connect to. Please press OK to continue.
th: กรุณาเลือกเครือข่ายไร้สายที่ต้องการเชื่อมต่อ จากนั้นกดปุ่ม OK เพื่อทำงานต่อ

source: Please set up tuner B
th: กรุณาตั้งค่า Tuner B

source: Please set up tuner C
th: กรุณาตั้งค่า Tuner C

source: Please set up tuner D
th: กรุณาตั้งค่า Tuner D

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
th: ใช้ปุ่มกำหนดทิศทางเพื่อเลื่อนหน้าต่าง PiP กดปุ่ม Bouquet +/- เพื่อเปลี่ยนขนาดหน้าต่าง กดปุ่ม OK เพื่อดูรายการโทรทัศน์ หรือกด EXIT เพื่อยกเลิกการย้ายหน้าต่าง

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
th: ใช้ปุ่มขึ้นหรือลงเพื่อเลือกภาษาที่ต้องการ จากนั้นให้กดปุ่ม OK เพื่อเลือก

source: Please wait for activation of your network configuration...
th: กำลังเริ่มใช้งานเครือข่ายที่ตั้ง... กรุณารอสักครู่

source: Please wait while removing selected package...
th: กรุณารอสักครู่... กำลังลบส่วนประกอบที่เลือก

source: Please wait while scanning is in progress...
th: กำลังค้นหา... รอสักครู่

source: Please wait while searching for removable packages...
th: กรุณารอสักครู่... กำลังค้นหาส่วนประกอบที่ลบได้

source: Please wait while we configure your network...
th: กรุณารอสักครู่... กำลังตั้งค่าเครือข่ายของท่าน

source: Please wait while we prepare your network interfaces...
th: กรุณารอสักครู่.. กำลังเตรียมระบบเครือข่าย

source: Please wait while we test your network...
th: กรุณารอสักครู่... กำลังตรวจสอบเครือข่าย

source: Please wait while your network is restarting...
th: กรุณารอสักครู่... กำลังเริ่มระบบเครือข่าย...

source: Please wait...
th: กรุณารอสักครู่...

source: Please wait... Loading list...
th: กำลังโหลด... รอสักครู่...

source: Plugin browser
th: แสดงปลั๊กอิน

source: Plugin manager activity information
th: ข้อมูลการทำงานของตัวจัดการปลั๊กอิน

source: Plugin manager help
th: ช่วยเหลือตัวจัดการปลั๊กอิน

source: Plugins
th: ปลั๊กอิน

source: Polarization
th: ค่าทิศทาง

source: Polish
th: ภาษาโปแลนด์

source: Port A
th: พอร์ต A

source: Port B
th: พอร์ต B

source: Port C
th: พอร์ต C

source: Port D
th: พอร์ต D

source: Portuguese
th: ภาษาโปตุเกส

source: Positioner
th: ตัวขับจาน

source: Positioner setup
th: ตั้งค่าตัวขับจาน

source: Power threshold in mA
th: กำลังไฟฟ้า (mA)

source: Predefined transponder
th: ทรานสปอนเดอร์ที่ตั้งไว้แล้ว

source: Preparing... Please wait
th: กำลังเตรียมงาน... รอสักครู่

source: Press OK on your remote control to continue.
th: กดปุ่ม OK ที่รีโมทเพื่อทำงานต่อ

source: Press OK to activate the selected skin.
th: กดปุ่ม OK เพื่อเริ่มใช้สกินที่เลือกไว้

source: Press OK to activate the settings.
th: กดปุ่ม OK เพื่อเริ่มใช้งาน

source: Press OK to edit the settings.
th: กดปุ่ม OK เพื่อแก้ไข

source: Press OK to get further details for %s
th: กดปุ่ม OK เพื่อดูข้อมูลอื่นของ %s เพิ่มเติม

source: Press OK to scan
th: กดปุ่ม OK เพื่อเริ่มค้นหา

source: Press OK to select a Provider.
th: กดปุ่ม OK เพื่อเลือกผู้ให้บริการ

source: Press OK to select/deselect a CAId.
th: กดปุ่ม OK เพื่อเลือกหรือยกเลิก CAId

source: Press OK to start the scan
th: กดปุ่ม OK เพื่อเริ่มค้นหา

source: Press OK to toggle the selection.
th: กดปุ่ม OK เพื่อเปลี่ยน

source: Press yellow to set this interface as default interface.
th: กดปุ่มเหลืองเพื่อให้อินเตอร์เฟซนี้ค่าเริ่มต้น

source: Prev
th: ก่อน

source: Preview menu
th: เมนูดูตัวอย่าง

source: Primary DNS
th: DNS หลัก

source: Priority
th: สำคัญ

source: Process
th: โพรเซส

source: Properties of current title
th: รายละเอียดเรื่องนี้

source: Protect services
th: ป้องกันบริการ

source: Protect setup
th: ป้องกันการตั้งค่า

source: Provider
th: ผู้ให้บริการ

source: Provider to scan
th: ผู้ให้บริการที่จะค้น

source: Providers
th: ผู้ให้บริการ

source: Quick
th: เร็ว

source: Quickzap
th: เปลี่ยนช่องเร็ว (Quickzap)

source: Radio
th: วิทยุ

source: Random
th: แบบสุ่ม

source: Really close without saving settings?
th: ยกเลิกโดยไม่จัดเก็บข้อมูล?

source: Really delete done timers?
th: ต้องการลบตารางเวลาที่เสร็จแล้วหรือไม่?

source: Really exit the subservices quickzap?
th: ต้องการออกจากส่วนย่อยของ Quickzap หรือไม่?

source: Really reboot now?
th: ต้องการบูทเครื่องใหม่หรือไม่?

source: Really restart now?
th: ต้องการเริ่มระบบใหม่หรือไม่ (Restart)?

source: Really shutdown now?
th: ต้องการปิดเครื่องตอนนี้หรือไม่ (Shutdown)?

source: Reboot
th: เริ่มระบบใหม่ (Reboot)

source: Reception Settings
th: ตั้งค่าการรับ

source: Record
th: บันทึก

source: Record time limited due to conflicting timer %s
th: การบันทึกถูกจำกัด เนื่องจากซ้ำซ้อนกับ %s

source: Recorded files...
th: ชื่อไฟล์ที่บันทึก...

source: Recording
th: กำลังบันทึกรายการ

source: Recording(s) are in progress or coming up in few seconds!
th: กำลังบันทึกรายการ (หรือจะบันทึกใน 2-3 วินาทีนี้)

source: Recordings
th: กำลังบันทึกรายการ

source: Recordings always have priority
th: บันทึกรายการสำคัญมากกว่า

source: Refresh Rate
th: ความถี่หน้าจอ

source: Refresh rate selection.
th: เลือกความถี่หน้าจอ

source: Reload
th: โหลดใหม่

source: Remove
th: ลบออก

source: Remove Bookmark
th: ลบบุ๊คมาร์ค

source: Remove Plugins
th: ลบ Plugins

source: Remove a mark
th: เอาที่คั่นออก

source: Remove currently selected title
th: ลบเชื่อเรื่องที่เลือกออก

source: Remove failed.
th: การลบล้มเหลว

source: Remove finished.
th: ลบออกเรียบร้อยแล้ว

source: Remove plugins
th: ลบ Plugin ออก

source: Remove timer
th: เอาตารางเวลานี้ออก

source: Remove title
th: ลบเรื่อง

source: Removed successfully.
th: ลบเรียบร้อยแล้ว

source: Removing
th: กำลังลบออก

source: Removing directory %s failed. (Maybe not empty.)
th: การลบโฟล์เดอร์ %s ล้มเหลว (อาจมีข้อมูลอยู่)

source: Rename
th: เปลี่ยนชื่อ

source: Rename crashlogs
th: เปลี่ยนชื่อไฟล์ปัญหาของระบบ

source: Repeat Type
th: ทำซ้ำแบบ

source: Repeating event currently recording... What do you want to do?
th: กำลังบันทึกรายการซ้ำอยู่... ท่านต้องที่จะทำอะไร?

source: Repeats
th: ทำซ้ำ

source: Reset
th: ตั้งค่าใหม่

source: Reset and renumerate title names
th: ยกเลิกและเรียงลำดับชื่อเรื่องใหม่

source: Reset video enhancement settings to system defaults?
th: ยกเลิกการตั้งค่าวิดีโอแบบละเอียดและกลับไปใช้ค่าเริ่มต้น?

source: Reset video enhancement settings to your last configuration?
th: ยกเลิกการตั้งค่าวิดีโอแบบละเอียดและกลับไปใช้ค่าก่อนหน้า?

source: Resolution
th: ความละเอียดจอ

source: Restart
th: เริ่มระบบใหม่

source: Restart GUI now?
th: เริ่มทำงานใหม่ (GUI) ตอนนี้หรือไม่?

source: Restart network
th: เริ่มการทำงานเครือข่ายใหม่

source: Restart test
th: เริ่มทดสอบใหม่

source: Restart your network connection and interfaces.
th: สั่งให้เชื่อมต่อเครื่องใหม่อีกครั้ง

source: Restore
th: นำกลับมาใช้

source: Restore backups
th: นำสำรองกลับมาใช้

source: Restore is running...
th: กำลังนำสำรองกลับมาใช้...

source: Restore running
th: กำลังนำสำรองกลับมาใช้...

source: Restore system settings
th: นำสำรองการตั้งค่าต่างๆ กลับมาใช้

source: Resume from last position
th: เล่นต่อจากตำแหน่งเดิม

source: Resuming playback
th: กำลังกลับมาเล่นที่เดิม

source: Return to movie list
th: กลับไปยังสารบัญภาพยนต์

source: Return to previous service
th: กลับไปยังบริการก่อนหน้า

source: Rewind speeds
th: ความเร็วในการย้อน

source: Right
th: ขวา

source: Rotor turning speed
th: ความเร็วในการหมุนของ Rotor

source: Russian
th: ภาษารัสเซีย

source: Sat
th: เสา.

source: Sat / Dish Setup
th: ตั้งค่าหน้าจาน

source: Satellite
th: ดาวเทียม

source: Satellite Equipment Setup
th: ตั้งค่าอุปกรณ์ดาวเทียม

source: Satellites
th: ดาวเทียม

source: Satfinder
th: ค้นหาดาวเทียม

source: Sats
th: ดาว

source: Saturation
th: ความอิ่มตัว

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Save Playlist
th: บันทึกสารบัญ

source: Scan
th: ค้นหา

source: Scan Files...
th: ค้นหาไฟล์...

source: Scan QAM128
th: ค้นหาแบบ QAM128

source: Scan QAM16
th: ค้นหาแบบ QAM16

source: Scan QAM256
th: ค้นหาแบบ QAM256

source: Scan QAM32
th: ค้นหาแบบ QAM32

source: Scan QAM64
th: ค้นหาแบบ QAM64

source: Scan SR6875
th: ค้นหาแบบ SR6875

source: Scan SR6900
th: ค้นหาแบบ SR6900

source: Scan Wireless Networks
th: ค้นหาเครือข่ายไร้สาย

source: Scan additional SR
th: ค้นหา additional SR

source: Scan band EU HYPER
th: ค้นหา band EU HYPER

source: Scan band EU MID
th: ค้นหา band EU MID

source: Scan band EU SUPER
th: ค้นหา band EU SUPER

source: Scan band EU UHF IV
th: ค้นหา band EU UHF IV

source: Scan band EU UHF V
th: ค้นหา band EU UHF V

source: Scan band EU VHF I
th: ค้นหา band EU VHF I

source: Scan band EU VHF III
th: ค้นหา band EU VHF III

source: Scan band US HIGH
th: ค้นหา band US HIGH

source: Scan band US HYPER
th: ค้นหา band US HYPER

source: Scan band US LOW
th: ค้นหา band US LOW

source: Scan band US MID
th: ค้นหา band US MID

source: Scan band US SUPER
th: ค้นหา band US SUPER
