Repository: 4doe/enigma2
Catalog: po/*.po
Languages: th

source: Yes, returning to movie list
th: ใช่ - กลับไปที่สารบัญ Movie

source: Yes, view the tutorial
th: ใช่ - ต้องการดูคำแนะนำ

source: You can cancel the installation.
th: ท่านสามารถยกเลิกการติดตั้งได้

source: You can cancel the removal.
th: ท่านสามารถยกเลิกการลบได้

source: You can choose some default settings now. Please select the settings you want to be installed.
th: สามารถเลือกตั้งค่าเริ่มต้นได้ กรุณาเลือกการตั้งค่าที่ต้องการ

source: You can choose, what you want to install...
th: ท่านสามารถเลือกว่าจะติดตั้งอะไร...

source: You can install this plugin.
th: ท่านสามารถติดตั้งปลั๊กอินตัวนี้ได้

source: You can remove this plugin.
th: ท่านสามารถลบปลั๊กอินตัวนี้ได้

source: You cannot delete this!
th: ท่านไม่สามารถลบรายการนี้ได้!

source: You chose not to install any default services lists.
th: ท่านเลือกที่จะไม่ติดตั้งบริการเริ่มต้นใดๆ เลย

source: You chose not to install any default settings. You can however install the default settings later in the settings menu.
th: ท่านไม่ต้องการติดตั้งค่าเริ่มต้นใดๆ เลย ท่านสามารถตั้งค่านี้จากเมนูตั้งค่าในภายหลังได้

source: You chose not to install anything. Please press OK finish the install wizard.
th: ท่านเลือกที่จะไม่ทำการติดตั้งไฟล์ใดๆ เลย กรุณากดปุ่ม OK เพื่อจบการทำงานของตัวช่วย

source: You have chosen to backup your settings. Please press OK to start the backup now.
th: ท่านได้เลือกสำรองข้อมูลการตั้งค่าระบบ กรุณากดปุ่ม OK เพื่อเริ่มทำงาน

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
th: ท่าได้เลือก สร้างไฟล์ .NFI ที่ USB ซึ่งระบบสร้างพาร์ทิชั่นใหม่ทำให้ข้อมูลทั้งหมดหายไป

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
th: ท่านได้เลือกที่จะนำสำรองกลับมาใช้ เครื่องจะบูทให้เมื่อเสร็จสิ้นกระบวนการ กรุณากดปุ่ม OK เพื่อเริ่มทำงาน

source: You have to wait %s!
th: ต้องรอประมาณ %s!

source: Your Settop Box is now ready to use. Your internet connection is working now. Please press OK to continue.
th: เครื่องของท่านพร้อมใช้งานแล้ว การเชื่อมต่ออินเตอร์เน็ทพร้อมแล้ว กดปุ่ม OK เพื่อทำงานต่อ

source: Your Settop Box will restart after pressing OK on your remote control.
th: เครื่องจะทำการเริ่มระบบใหม่เมื่อท่านกดปุ่ม OK

source: Your backup succeeded. We will now continue to explain the further upgrade process.
th: การสำรองข้อมูลเสร็จสิ้น และจะต่อด้วยขั้ตอนในการปรับปรุงซอพท์แวร์

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
th: ข้อมูลที่เลือกใหญ่กว่าดีวีดีแบบชั้นเดียว ท่านต้องใช้ดีวีดีแบบ 2 ชั้น

source: Your dreambox is shutting down. Please stand by...
th: กำลังจะปิดเครื่อง (Shutdown) กรุณารอสักครับ

source: Your dreambox isn't connected to the internet properly. Please check it and try again.
th: เครื่องของท่านไม่สามารถเชื่อต่ออินเตอร์เน็ทได้ โปรดตรวจสอบแล้วลองใหม่

source: Your email address:
th: อีเมลล์ของท่าน:

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
th: เครื่องของท่านต้องการการปรับปรุง กดปุ่ม OK เพิ่มเริ่มการปรับปรุง

source: Your internet connection is not working! Please choose what you want to do next.
th: ไม่สามรถเชื่อต่ออินเตอร์เน็ตได้! โปรดเลือกว่า จะทำอะไรต่อไป

source: Your name (optional):
th: ชื่อ (ทางเลือก) :

source: Your network configuration has been activated.
th: เครือข่ายของท่านสามารถใช้งานได้แล้ว

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
th: เครือข่ายไร้สายของท่านไม่ทำงาน! ตรวจสอบก่อนว่า ท่านได้เสียบ USB WLAN แล้วหรือยัง? โปรดเลือกว่าท่านจะทำอะไรต่อไป

source: Zap back to service before positioner setup?
th: ย้ายไปยังช่องบริการก่อนตั้งค่าตัวขับจาน

source: Zap back to service before satfinder?
th: ย้ายไปยังช่องบริกการก่อนที่ค้นหาดาวเทียม

source: [alternative edit]
th: [แก้ไขอื่น]

source: [bouquet edit]
th: [แก้ไขกลุ่มรายการ]

source: [favourite edit]
th: [แก้ไขรายการโปรด]

source: [move mode]
th: [โหมดย้าย]

source: a gui to assign services/providers to common interface modules
th: ส่วนนี้จะกำหนดบริการ/ผู้ให้บริการให้กับอินเตอร์เฟซพื้นฐาน

source: a gui to assign services/providers/caids to common interface modules
th: ส่วนนี้จะกำหนดบริการ/ผู้ให้บริการ/caids ให้กับอินเตอร์เฟซพื้นฐาน

source: abort alternatives edit
th: ยกเลิกการแก้ไขอื่น

source: abort bouquet edit
th: ยกเลิกการแก้ไขกลุ่มรายการ

source: abort favourites edit
th: ยกเลิกการแก้ไขรายการโปรด

source: about to start
th: กำลังจะเริ่ม

source: activate current configuration
th: สั่งใช้งานการตั้งค่าปัจจุบัน

source: add Provider
th: เพิ่มผู้ให้บริการ

source: add Service
th: เพิ่มบริการ

source: add a nameserver entry
th: เพิ่ม Nameserver

source: add alternatives
th: เพิ่มทางเลือกอื่น

source: add bookmark
th: เพิ่มบุ๊คมาร์ค

source: add bouquet
th: เพิ่มกลุ่มรายการ

source: add directory to playlist
th: เพิ่มทั้งโฟล์เดอร์เข้าสารบัญ

source: add file to playlist
th: เพิ่มไฟล์นี้ในสารบัญ

source: add files to playlist
th: เพิ่มไฟล์ในสารบัญ

source: add marker
th: เพิ่มจุดทำเครื่องหมาย

source: add recording (enter recording duration)
th: บันทึกรายการ (ป้อนช่วงเวลาที่บันทึก)

source: add recording (enter recording endtime)
th: บันทึกรายการ (ป้อนช่วงเวลาหยุดบันทึก)

source: add recording (indefinitely)
th: บันทึกรายการ (จนกว่าจะสั่งหยุด)

source: add recording (stop after current event)
th: บันทึกรายการ (หยุดเมื่อจบรายการ)

source: add service to bouquet
th: เพิ่มบริการเข้าสู่กลุ่มรายการ

source: add service to favourites
th: เพิ่มบริการเข้าสู่รายการโปรด

source: add to parental protection
th: เพิ่มรายการเข้าสู่กลุ่มจำกัดอายุ

source: advanced
th: ขั้นสูง

source: alphabetic sort
th: เรียงตามอักษร

source: are you sure you want to restore following backup:
th: ท่านแน่ใจหรือไม่ ที่จะนำ สำรองข้อมูลนี้กลับมาใช้:

source: assigned CAIds:
th: ตั้งค่า CAIds:

source: assigned Services/Provider:
th: กำหนดบริการ/ผู้ให้บริการr:

source: audio track (%s) format
th: ร่องเสียง (%s) รูปแบบ

source: audio track (%s) language
th: ร่องเสียง (%s) ภาษา

source: audio tracks
th: ร่องเสียง

source: auto
th: อัตโนมัติ

source: available
th: ที่มีอยู่

source: back
th: กลับ

source: background image
th: รูปพื้นหลัง

source: backgroundcolor
th: สีพื้นหลัง

source: better
th: ดีขึ้น

source: black
th: ดำ

source: blacklist
th: รายการต้องห้าม

source: blue
th: น้ำเงิน

source: burn audio track (%s)
th: บันทึกเสียง (%s)

source: change recording (duration)
th: เปลี่ยนแปลงการบันทึก (ช่วงเวลา)

source: change recording (endtime)
th: เปลี่ยนแปลงการบันทึก (เวลาสิ้นสุด)

source: chapters
th: บทที่

source: circular left
th: วนไปทางซ้าย

source: circular right
th: วนไปทางขวา

source: clear playlist
th: ล้างสารบัญรายการ

source: complex
th: ซับซ้อน

source: config menu
th: เมนูตั้งค่า

source: confirmed
th: ยืนยันแล้ว

source: connected
th: เชื่อมต่อแล้ว

source: continue
th: ต่อไป

source: copy to bouquets
th: คัดลอกเข้าสู่กลุ่มรายการ

source: could not be removed
th: ไม่สามารถย้ายได้

source: create directory
th: สร้างโฟล์เดอร์

source: daily
th: รายวัน

source: day
th: วัน

source: delete cut
th: ลบส่วนตัดต่อ

source: delete file
th: ลบไฟล์

source: delete playlist entry
th: ลบรายการนี้

source: delete saved playlist
th: ลบรายการสารบัญ

source: delete...
th: ลบ...

source: disable
th: ไม่ใช้

source: disable move mode
th: เลิกโหมดเคลื่อนย้าย

source: disabled
th: ไม่ใช้แล้ว

source: disconnected
th: เชื่อมต่อถูกตัดแล้ว

source: do not change
th: ไม่ต้องเปลี่ยน

source: do nothing
th: ไม่ต้องทำอะไร

source: don't record
th: ไม่ต้องบันทึก

source: done!
th: เสร็จแล้ว!!

source: edit alternatives
th: แก้ไขแบบอื่น

source: empty
th: ว่าง

source: enable
th: ใช้งาน

source: enable bouquet edit
th: แก้ไขกลุ่มรายการ

source: enable favourite edit
th: แก้ไขรายการโปรด

source: enable move mode
th: ทำการเคลื่อนย้าย

source: enabled
th: ใช้งานแล้ว

source: end alternatives edit
th: จบการแก้ไขแบบอื่น

source: end bouquet edit
th: จบการแก้ไขกลุ่มรายการ

source: end cut here
th: สิ้นสุดการตัดตรงนี้

source: end favourites edit
th: จบรายการโปรด

source: enigma2 and network
th: Enigma 2 และเครือข่าย

source: equal to
th: เท่ากับ

source: exit DVD player or return to file browser
th: ออกจากโหมดเครื่องเล่นดีวีดี หรือกลับไปดูไฟล์ข้อมูล

source: exit mediaplayer
th: ออกจากส่วนเล่นไฟล์

source: exit movielist
th: ออกจากสารบัญภาพยนต์

source: exit nameserver configuration
th: ออกจากการตั้งค่า Nameserver

source: exit network adapter configuration
th: ออกจากการตั้งค่าระบบเครือข่าย

source: exit network interface list
th: ออกจากรายการเครือข่าย

source: exit networkadapter setup menu
th: ออกจากเมนูตั้งค่าระบบเครือข่าย

source: fileformats (BMP, PNG, JPG, GIF)
th: ชนิดไฟล์ (BMP, PNG, JPG, GIF)

source: filename
th: ชื่อไฟล์

source: fine-tune your display
th: ปรับหน้าจอแบบละเอียด

source: forward to the next chapter
th: ข้ามไปตอนต่อไป

source: free
th: เหลืออยู่

source: free diskspace
th: เนื้อที่เหลือยู่

source: go to deep standby
th: เข้าสู่โหมด Deep standby

source: go to standby
th: เข้าสู้โหมด Standby

source: grab this frame as bitmap
th: เก็บหน้าจอนี้ลงแฟ้ม

source: green
th: เขียว

source: hear radio...
th: ฟังวิทยุ...

source: help...
th: ช่วยเหลือ...

source: hide player
th: ซ่อนตัวเล่น

source: horizontal
th: แนวนอน (H)

source: immediate shutdown
th: ปิดเครื่องทันที (Shutdown)

source: init module
th: เริ่มต้นโมดูล

source: init modules
th: เริ่มต้นโมดูล

source: insert mark here
th: แทรกตรงตำแหน่งนี้

source: jump back to the previous title
th: กลับไปเรื่องก่อนหน้า

source: jump forward to the next title
th: ข้ามไปยังเรื่องต่อไป

source: jump to listbegin
th: ไปยังรายการแรก

source: jump to listend
th: ไปส่วนรายการสุดท้าย

source: jump to next marked position
th: ไปส่วนต่อไป

source: jump to previous marked position
th: ไปส่วนก่อนหน้า

source: leave movie player...
th: ออกจากส่วนเล่นภาพยนต์...

source: left
th: ซ้าย

source: length
th: ความยาว

source: list style compact
th: แสดงรายการแบบสั้น

source: list style compact with description
th: แสดงรายการแบบสั้นพร้อมคำอธิบาย

source: list style default
th: แสดงรูปแบบเริ่มต้น

source: list style single line
th: แสดงแบบบรรทัดเดียว

source: load playlist
th: โหลดสารบัญรายการ

source: locked
th: ล๊อคแล้ว

source: loopthrough to
th: ปล่อยผ่านไปที่

source: manual
th: ทำเอง

source: menu
th: เมนู

source: mins
th: น.

source: minutes
th: นาที

source: month
th: เดือน

source: move PiP to main picture
th: สลับให้ PIP เต็มจอ

source: move down to last entry
th: ย้ายลงไปท้ายสุด

source: move down to next entry
th: ย้ายลงไป

source: move up to first entry
th: ย้ายไปบนสุด

source: move up to previous entry
th: ย้ายไปก่อนหน้านี้

source: movie list
th: สารบัญรายการภาพยนต์

source: never
th: ไม่เลย

source: next channel
th: รายการต่อไป

source: next channel in history
th: รายการต่อไปในหน่วยความจำ

source: no
th: ไม่

source: no CAId selected
th: ไม่มี CAId ใดๆ ถูกเลือก

source: no CI slots found
th: ไม่พบ CI

source: no Services/Providers selected
th: ยังไม่ได้เลือกบริการหรือผู้ให้บริการ

source: no module found
th: ไม่พบโมดูลใดๆ เลย

source: no standby
th: ไม่ Standby

source: no timeout
th: ไม่มีการหมดเวลา

source: none
th: ไม่มี

source: not locked
th: ไม่ล๊อค

source: not used
th: ไม่ถูกใช้

source: nothing connected
th: ไม่พบการเชื่อมต่อ

source: of a DUAL layer medium used.
th: ของสื่อบันทึกสองชั้น

source: of a SINGLE layer medium used.
th: ของสื่อบันทึกแบบชั้นเดียว

source: off
th: ปิด

source: on
th: เปิด

source: on READ ONLY medium.
th: บนสื่อบันทึกอ่านได้อย่างเดียว

source: once
th: ครั้งเดียว

source: open nameserver configuration
th: ตั้งค่า Nameserver

source: open servicelist
th: เปิดสารบัญบริการ

source: open servicelist(down)
th: เปิดสารบัญบริการ (ลง)

source: open servicelist(up)
th: เปิดสารบันบรกิการ (ขี้น)

source: pass
th: ผ่าน

source: pause
th: หยุดชั่วคราว

source: play entry
th: เล่นไฟล์นี้

source: play from next mark or playlist entry
th: เล่นไฟล์ต่อไป หรือจากสารบัญรายการ

source: play from previous mark or playlist entry
th: เล่นไฟล์ก่อนหน้าหรือเล่นจากสารบัญรายการ

source: please press OK when ready
th: กดปุ่ม OK เมื่อพร้อม

source: please wait, loading picture...
th: กำลังโหลดภาพ กรุณารอสักครู่...

source: previous channel
th: ช่องรายการก่อนหน้า

source: previous channel in history
th: รายการก่อนหน้าที่จำไว้

source: record
th: บันทึก

source: recording...
th: กำลังบันทึกรายการ...

source: red
th: แดง

source: remove a nameserver entry
th: ลบ Nameserver นี้ออก

source: remove after this position
th: ลบหลังจากตำแหน่งนี้ออก

source: remove all alternatives
th: ลบทางเลือกอื่นออกทั้งหมด

source: remove all new found flags
th: ลบเครื่องหมาย"ใหม่" ออกทั้งหมด

source: remove before this position
th: ลบก่อนหน้าตำแหน่งนี้ออก

source: remove bookmark
th: ลบบุ๊คมาร์ค

source: remove directory
th: ลบโฟล์เดอร์ออก

source: remove entry
th: ลบรายการนี้ออก

source: remove from parental protection
th: ยกเลิกข้อจำกัดอายุ

source: remove new found flag
th: ลบเครื่องหมาย "ใหม่" ออก

source: remove selected satellite
th: ลบดาวเทียมนี้ออก

source: remove this mark
th: ลบรายการนี้ออก

source: repeat playlist
th: กลับไปที่สารบัญ

source: repeated
th: เล่นซ้ำ

source: rewind to the previous chapter
th: กลับไปตอนที่แล้ว

source: right
th: ขวา

source: save last directory on exit
th: บันทึกโฟล์เดอร์ปัจจุบันเมื่อออก

source: save playlist
th: บันทึกสารบัญรายการ

source: save playlist on exit
th: บันทึกสารบัญเมื่อออก

source: scan done!
th: ค้นหาเสร็จแล้ว

source: scan in progress - %d%% done!
th: กำลังค้นหา - %d%% !

source: scan state
th: สถานะการค้นหา

source: second cable of motorized LNB
th: เลือกสายบังคับ LNB

source: seconds
th: วินาที

source: select
th: เลือก

source: select CAId
th: เลือก CAId

source: select CAId's
th: เลือก CAId's

source: select interface
th: เลือกอินเตอร์เฟซ

source: select menu entry
th: เลือกเมนูจากรายการ

source: select movie
th: เลือกภาพยนต์

source: select the movie path
th: เลือกพาธของภาพยนต์

source: show DVD main menu
th: แสดงเมนูหลักของดีวีดี

source: show EPG...
th: แสดงผังรายการ (EPG)

source: show Infoline
th: แสดง Infoline

source: show alternatives
th: แสดงทางเลือกอื่น

source: show event details
th: แสดงรายละเอียดรายการ

source: show extended description
th: แสดงคำอธิบายรายการเพิ่มเติม

source: show shutdown menu
th: แสดงเมนูปิดเครื่อง

source: show single service EPG...
th: แสดงผังรายการ (EPG) แบบเดี่ยว ...

source: show tag menu
th: แสดงเมนูป้าย

source: show transponder info
th: แสดงข้อมูล Transponder

source: shuffle playlist
th: สลับรายการในสารบัญ

source: shutdown
th: ปิด (Shutdown)

source: simple
th: แบบง่าย

source: skip backward
th: ย้อนหลัง

source: skip backward (enter time)
th: ย้อนหลัง (ป้อนเวลา)

source: skip forward
th: ข้ามไป

source: skip forward (enter time)
th: ข้ามไปข้างหน้า (ป้อนเวลา)

source: slide picture in loop
th: วนภาพไปเรื่อยๆ

source: sort by date
th: เรียงตามวันที่

source: standard
th: มาตรฐาน

source: start cut here
th: ตัดตรงนี้

source: start directory
th: โฟล์เดอร์เริ่มต้น

source: start timeshift
th: เริ่มควบคุมรายการสด

source: stereo
th: สเตอริโอ

source: stop PiP
th: ยกเลิกภาพซ้อนภาพ

source: stop entry
th: เลิกป้อน

source: stop recording
th: หยุดบันทึก

source: stop timeshift
th: หยุดควบคุมรายการสด

source: swap PiP and main picture
th: สลับภาพรายการ

source: switch to bookmarks
th: เข้าสู่บุ๊คมาร์ค

source: switch to filelist
th: เข้าสู่สารบัญไฟล์

source: switch to playlist
th: เข้าสู่สารบัญรายการ

source: switch to the next angle
th: เลือกมุมมองอันต่อไป

source: switch to the next audio track
th: เลือกร่องเสียงอันต่อไป

source: switch to the next subtitle language
th: เลือกซับไตเติ้ลต่อไป

source: template file
th: ไฟล์ต้นฉบับ

source: textcolor
th: สีตัวอักษร

source: this recording
th: กำลังถูกบันทึก

source: this service is protected by a parental control pin
th: บริการนี้ถูกควบคุมอายุรับชม

source: toggle a cut mark at the current position
th: สลับการเลือกจุดสำหรับตัดต่อตรงนี้

source: toggle time, chapter, audio, subtitle info
th: สลับช่วงเวลา ตอนที่ เสียง หรือซับไตเติ้ล

source: unavailable
th: ไม่สามารถใช้ได้

source: unconfirmed
th: ยังไม่ยืนยัน

source: unknown
th: ไม่มีข้อมูล

source: unknown service
th: ไม่ทราบชนิดบริการ

source: user defined
th: ผู้ใช้ระบุ

source: vertical
th: แนวตั้ง (V)

source: view extensions...
th: ดูส่วนเพิ่มเติม...

source: view recordings...
th: ดูรายการที่บันทึกไว้...

source: wait for ci...
th: รอ CI

source: wait for mmi...
th: รอ MMI...

source: waiting
th: กำลังรอ

source: was removed successfully
th: ถูกลบออกเรียบร้อยแล้ว

source: weekly
th: รายสัปดาห์

source: whitelist
th: รายการที่อนุญาต

source: working
th: กำลังทำงาน

source: yellow
th: เหลือง

source: yes
th: ใช่

source: yes (keep feeds)
th: ใช่ (เก็บฟีดนี้ไว้)

source: your dreambox might be unusable now. Please consult the manual for further assistance before rebooting your dreambox.
th: เครื่องของท่านไม่เสถียรพอที่จะใช้งาน แนะนำให้ศึกษาคู่มือการใช้งานก่อนบูทเครื่อง

source: zap
th: เปลี่ยนช่อง

source: zapped
th: เปลี่ยนช่องแล้ว
