Repository: 4doe/enigma2
Catalog: po/*.po
Languages: th

source: Advanced options and settings.
th: ตั้งค่าขั้นสูง

source: After pressing OK, please wait!
th: กดปุ่ม OK แล้วรอสักครู่

source: Backup your Settop Box settings.
th: สำรองการตั้งค่าดรีมบอกซ์

source: Edit the upgrade source address.
th: แก้ไขที่อยู่เพื่อโหลดส่วนปรับปรุง

source: Online update of your Settop Box software.
th: ปรับปรุงดรีมบอกซ์แบบออนไลน์

source: Press OK on your remote control to continue.
th: กดปุ่ม OK ที่รีโมท เพื่อทำต่อ

source: Restore your Settop Box settings.
th: นำค่าดรีมบอกซ์ที่ตั้งไว้กลับมาใช้

source: Restore your Settop Box with a new firmware.
th: นำสำรองกลับมาใช้กับเฟิร์มแวร์ใหม่

source: Restore your backups by date.
th: นำสำรองกลับมาใช้ตามวันที่

source: Select your backup device. Current device:
th: เลือกอุปกรณ์ อุปกรณ์ปัจจุบันคือ:

source: System will restart after the restore!
th: ระบบจะ Restart หลังนำสำรองเสร็จ!

source: View, install and remove available or installed packages.
th: ตรวจดู ติดตั้งหรือลบส่วนประกอบ

source: extensions.
th: ส่วนเพิ่มเติม

source: packages selected.
th: ส่วนประกอบที่เลือกไว้

source: updates available.
th: มีรายการปรับปรุง

source: wireless networks found!
th: ไม่พบเครือข่ายไร้สาย

source: %d jobs are running in the background!
th: กำลังมีงานแบบฉากหลัง %d งาน

source: %d min
th: %d นาที

source: %d services found!
th: บริการนี้ %d ไม่มี!

source: (ZAP)
th: (ย้ายช่อง)

source: (empty)
th: (ว่าง)

source: (show optional DVD audio menu)
th: (เมนูเสียงของดีวีดี)

source: * Only available if more than one interface is active.
th: * ต้องมีอย่างน้อย 1 อินเตอร์เฟซใช้งานอยู่

source: /usr/share/enigma2 directory
th: /usr/share/enigma2 โฟล์เดอร์

source: /var directory
th: /var โฟล์เดอร์

source: 1 wireless network found!
th: พบ 1 เครือข่ายไร้สาย

source: 16:9 always
th: 16:9 ตลอดเวลา

source: <unknown>
th: <ไม่ทราบ>

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
th: ไฟล์เก็บค่า (%s) ถูกแก้ไขช่วงติดตั้ง ต้องการใช้เวอร์ชั่นที่ถูกแก้ไขหรือไม่?

source: A finished record timer wants to set your Settop Box to standby. Do that now?
th: บันทึกรายการเสร็จแล้ว เครื่องดรีมบอกซ์ กำลังจะ Standby ให้ทำตอนนี้หรือไม่?

source: A finished record timer wants to shut down your Settop Box. Shutdown now?
th: บันทึกรายการเสร็จแล้ว เครื่องดรีมบอกซ์ กำลังจะปิด (Shutdown) ต้องการให้ปิดตอนนี้หรือไม่?

source: A graphical EPG for all services of an specific bouquet
th: แสดงผังรายการแบบกราฟิกของกลุ่มรายการที่เลือก

source: A record has been started: %s
th: เริ่มบันทึกรายการ: %s

source: A recording is currently running. What do you want to do?
th: กำลังบันทึกรายการอยู่ ท่านต้องการที่จะทำอะไร?

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
th: กำลังบันทึกรายการอยู่ ให้หยุดการบันทึกก่อนตั้งค่าตัวขับจาน

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
th: กำลังบันทึกรายอยู่ หยุดการบันทึกก่อนค้นหาดาวเทียม

source: A required tool (%s) was not found.
th: ไม่พบเครื่องมือที่ต้องใช้ (%s)

source: A sleep timer wants to set your Settop Box to standby. Do that now?
th: เครื่องดรีมบอกซ์กำลังจะ Standby ต้องการ Standby ตอนนี้หรือไม่?

source: A sleep timer wants to shut down your Settop Box. Shutdown now?
th: เครื่องดรีมบอกซ์กำลังจะปิด (Shutdown) ต้องการปิดตอนนี้หรือไม่?

source: A small overview of the available icon states and actions.
th: ไอคอนแสดงสถานะและการทำงานต่างๆ

source: A timer failed to record! Disable TV and try again?
th: ไม่สามารถบันทึกรายการได้ ต้องการยกเลิกรายการโทรทัศน์แล้วลองอีกครั้งหรือไม่?

source: A/V Settings
th: ตั้งค่าภาพและเสียง

source: AC3 downmix
th: แปลงเสียง AC3

source: Abort
th: ยกเลิก

source: About
th: เกี่ยวกับ

source: About...
th: เกี่ยวกับ...

source: Action on long powerbutton press
th: เมื่อกดปุ่ม Power ค้างไว้ให้

source: Action:
th: แอคชั่น:

source: Activate Picture in Picture
th: ภาพซ้อนภาพ

source: Activate network settings
th: ตั้งค่าเครือข่าย

source: Adapter settings
th: ตั้งค่าอะแด๊ปเตอร์

source: Add
th: เพิ่ม

source: Add Bookmark
th: เพิ่มบุ๊คมาร์ค

source: Add WLAN configuration?
th: ตั้งค่า WLAN หรือไม่?

source: Add a mark
th: เพิ่มจุด

source: Add a new title
th: เพิ่มเรื่องใหม่

source: Add network configuration?
th: ตั้งค่าเครือข่ายหรือไม่?

source: Add timer
th: เพิ่มลงตารางเวลา

source: Add title
th: เพิ่มเรื่อง

source: Add to bouquet
th: เพิ่มเข้ากลุ่ม (Bouquet)

source: Add to favourites
th: เพิ่มเข้ารายการโปรด (Favourites)

source: Adds enigma2 settings and dreambox model informations like SN, rev... if enabled.
th: เติมข้อมูลการตั้งค่า รุ่นของดรีมบอกซ์ เช่น หมายเลขเครื่อง ชุดแก้ไจ ถ้าต้องการ

source: Adds network configuration if enabled.
th: ตั้งค่าเครือข่าย ถ้าจะใช้งาน

source: Adds wlan configuration if enabled.
th: ตั้งค่า WLAN ถ้าจะใช้งาน

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
th: ตั้งค่าสีเพื่อแสดงความต่างของสี แต่ยังคงมีความอิ่มตัวอยู่ ถ้าพอใจกับการตั้งค่านี้ให้กดปุ่ม OK เพื่อออกจากตั้งค่าหรือกดปุ่มตัวเลขเพื่อตั้งค่าส่วนอื่นๆ ของหน้าจอ

source: Advanced Options
th: ตัวเลือกขั้นสูง

source: Advanced Video Enhancement Setup
th: ตั้งค่าตัวปรับภาพวิดีโอแบบขั้นสูง

source: Advanced Video Setup
th: ตั้งค่าวิดีโอแบบขั้นสูง

source: Advanced restore
th: นำข้อมูลกลับมาใช้แบบขั้นสูง

source: After event
th: หลังจากจบรายการ

source: After the start wizard is completed, you need to protect single services. Refer to your dreambox's manual on how to do that.
th: เมื่อจบการทำงานของตัวช่วย ท่านต้องเปิดส่วนป้องกันบริการ อ่านเพิ่มเติมจากคู่มือดรีมบอกซ์

source: Album
th: อัลบัม

source: All
th: ทั้งหมด

source: All Satellites
th: ดาวเทียมทั้งหมด

source: Alpha
th: อัลฟ่า

source: Alternative radio mode
th: โหมดวิทยุแบบทางเลือก

source: Alternative services tuner priority
th: ลำดับของ Tuner เพื่อใช้งาน

source: Always ask before sending
th: ถามผู้ใช้ก่อนส่งข้อมูลเสมอ

source: An empty filename is illegal.
th: ชื่อไฟล์ห้ามเป็นช่องว่าง

source: An unknown error occured!
th: เกิดข้อผิดพลาดขึ้น!

source: Anonymize crashlog?
th: รายงานปัญหาเครื่องแบบไม่ระบุตัวตน?

source: Arabic
th: ภาษาอาหรับ

source: Are you sure you want to activate this network configuration?
th: ท่านจะให้ค่าเครื่อข่ายที่ตั้งใหม่ทำงานหรือไม่

source: Are you sure you want to delete following backup:
th: ท่านแน่หรือไม่ที่จะลบ ชุดสำรองข้อมูล:

source: Are you sure you want to exit this wizard?
th: ท่านต้องการที่ออกจากตัวช่วยหรือไม่?

source: Are you sure you want to restart your network interfaces?
th: ท่านจะให้ระบบเครือข่ายเริ่มทำงานใหม่หรือไม่?

source: Are you sure you want to restore following backup:
th: ท่านจะนำสำรองข้อมูลนี้กลับมาใช้หรือไม่? ชุดสำรองข้อมูล:

source: Are you sure you want to restore your Enigma2 backup? Enigma2 will restart after the restore
th: ท่านจะนำสำรอง Enigma2 กลับมาใช้หรือไม่? Enigma2 จะเริ่มระบบใหม่ (Restart) หลังจากทำงานเสร็จ

source: Artist
th: ศิลปิน

source: Ask before shutdown:
th: ถามก่อนปิด (Shutdown):

source: Ask user
th: ถามผู้ใช้

source: Aspect Ratio
th: สัดส่วนภาพ

source: Audio
th: เสียง

source: Audio Options...
th: ตั้งค่าเสียง...

source: Author:
th: ผู้แต่ง:

source: Authoring mode
th: โหมดแต่ง

source: Auto
th: อัตโนมัติ

source: Auto chapter split every ? minutes (0=never)
th: แยกเป็นตอนๆ ในทุกๆ กี่ ? นาที (0=ไม่แยก)

source: Auto flesh
th: ปรับอัตโนมัติ

source: Auto scart switching
th: เปลี่ยน scart อัตโนมัติ

source: Automatic
th: อัตโนมัติ

source: Automatic Scan
th: ค้นหาอัตโนมัติ

source: Available format variables
th: รูปแบบที่ใช้งานได้

source: Back
th: ย้อนกลับ

source: Background
th: ฉากหลัง

source: Backup
th: สำรองข้อมูล

source: Backup Location
th: ที่ที่จะสำรองข้อมูล

source: Backup Mode
th: โหมดสำรองข้อมูล

source: Backup done.
th: สำรองข้อมูลเสร็จแล้ว

source: Backup failed.
th: สำรองข้อมูลล้มเหลว

source: Backup is running...
th: กำลังสำรองข้อมูล...

source: Backup system settings
th: ตั้งค่าสำรองข้อมูลระบบ

source: Band
th: แถบ

source: Bandwidth
th: แบนด์วิดธ์

source: Begin time
th: เวลาเริ่ม

source: Behavior of 'pause' when paused
th: เมื่อกด 'หยุดเล่นชั่วคราว' ให้

source: Behavior of 0 key in PiP-mode
th: เมื่อกด 0 ใน PiP ให้

source: Behavior when a movie is started
th: เมื่อภาพยนต์เริ่มเล่นให้

source: Behavior when a movie is stopped
th: เมื่อภาพยนต์หยุดเล่นให้

source: Behavior when a movie reaches the end
th: เมื่อเมื่อภาพยนต์จบ ให้

source: Bitrate:
th: บิทเรท:

source: Bookmarks
th: บุ๊คมาร์ค

source: Brightness
th: ความสว่าง

source: Burn DVD
th: เขียนแผ่นดีวีดี

source: Burn existing image to DVD
th: เขียนอิมเมจลงแผ่นดีวีดี

source: By pressing the OK Button on your remote control, the info bar is being displayed.
th: เมื่อกดปุ่ม OK จะแสดงแถบแสดงรายการ

source: Cable
th: เคเบิ้ล

source: Cache Thumbnails
th: เก็บภาพเล็กแคช

source: Cancel
th: ยกเลิก

source: Capacity:
th: ความจุ:

source: Card
th: การ์ด

source: Change bouquets in quickzap
th: เปลี่ยนกลุ่มรายการเมื่อย้ายช่อง

source: Change pin code
th: เปลี่ยนรหัส

source: Change step size
th: เปลี่ยน Step

source: Channel
th: ช่อง

source: Channel Selection
th: เลือกช่องรายการ

source: Channel not in services list
th: ช่องนี้ไม่มีการให้บริการ

source: Channel:
th: ช่องรายการ:

source: Channellist menu
th: เมนูช่องรายการ

source: Chap.
th: ตอน

source: Chapter
th: ตอนที่

source: Chapter:
th: ตอนที่:

source: Check
th: ตรวจสอบ

source: Checking Filesystem...
th: กำลังตรวจสอบระบบไฟล์...

source: Choose Tuner
th: เลือก Tuner

source: Choose a wireless network
th: เลือกเครือข่ายไร้สาย

source: Choose backup files
th: เลือกไฟล์ที่จะสำรอง

source: Choose backup location
th: เลือกที่ที่จะสำรอง

source: Choose bouquet
th: เลือกกลุ่มรายการ

source: Choose target folder
th: เลือกโฟล์เดอร์ปลายทาง

source: Choose upgrade source
th: เลือกที่มาเพื่อปรับปรุง

source: Choose your Skin
th: เลือกสกิน

source: Circular left
th: วนซ้าย

source: Circular right
th: วนขวา

source: Cleanup Wizard
th: ตัวช่วย Cleanup

source: Cleanup Wizard settings
th: ตั้งค่าตัวช่วย Cleanup

source: Clear before scan
th: ลบข้อมูลเดิมก่อนค้นหา

source: Close
th: ปิด

source: Close title selection
th: ปิดหน้าเลือกชื่อเรื่อง

source: Collection name
th: ชื่อคอลเลคชั่น

source: Collection settings
th: ตั้งค่าคอลเลคชั่น

source: Color Format
th: ระบบสี

source: Command execution...
th: กำลังทำตามสั่ง...

source: Command order
th: เรียงลำดับคำสั่ง

source: Committed DiSEqC command
th: คำสั่ง Committed DiSEqC

source: Common Interface
th: อินเตอร์เฟซพื้นฐาน

source: Common Interface Assignment
th: กำหนดอินเตอร์เฟซพื้นฐาน

source: CommonInterface
th: อินเตอร์เฟซพื้นฐาน

source: Communication
th: ติดต่อสื่อสาร

source: Complete
th: สำเร็จ

source: Complex (allows mixing audio tracks and aspects)
th: ซับซ้อน (ยอมให้มีเสียงและสัดส่วนภาพที่หลากหลาย)

source: Configuration Mode
th: โหมดการตั้งค่า

source: Configure interface
th: ตั้งค่าอินเตอร์เฟซ

source: Configure nameservers
th: ตั้งค่า Nameservers

source: Configure your internal LAN
th: ตั้งค่าการ์แลนในเครื่อง

source: Configure your network again
th: ตั้งเครือข่ายอีกครั้ง

source: Configure your wireless LAN again
th: ตั้งค่าเครือข่ายไร้สายอีกครั้ง

source: Configuring
th: กำลังตั้งค่า

source: Conflicting timer
th: ตารางเวลาซ้ำ

source: Connect
th: เชื่อมต่อ

source: Connect to a Wireless Network
th: เชื่อมต่อกับเครือข่ายไร้สาย

source: Connected to
th: เชื่อมต่อแล้วกับ

source: Connected!
th: เชื่อมต่อแล้ว!

source: Content does not fit on DVD!
th: เนื้อหาเกินความจุแผ่นดีวีดี

source: Continue
th: ทำต่อ

source: Continue in background
th: ทำต่อแบบฉากหลัง

source: Continue playing
th: เล่นต่อเนื่อง

source: Contrast
th: ความเข้ม

source: Could not connect to Settop Box .NFI Image Feed Server:
th: ติดต่อเซอร์พเวอร์ดรีมบอกซ์เพื่อโหลดอิมเมจ .NFI ไม่ได้

source: Could not load Medium! No disc inserted?
th: โหลดไม่ได้ ยังไม่ได้ใส่แผ่นหรือเปล่า?

source: Couldn't record due to conflicting timer %s
th: ไม่สามารถบันทึกได้ เนื่องจากเวลาซ้อนกับรายการ %s

source: Crashlog settings
th: ตั้งค่ารายงานปัญหาเครื่อง

source: CrashlogAutoSubmit settings
th: ตั้งค่าส่งรายงานปัญหาเครื่อง

source: CrashlogAutoSubmit settings...
th: ตั้งค่าส่งรายงานปัญหาเครื่อง...

source: Crashlogs found! Send them to Dream Multimedia?
th: พบรายงานปัญหาเครื่อง! ส่งข้อมูลให้ Dream Multimedia หรือไม่?

source: Create DVD-ISO
th: สร้างแผ่นดีวีดีแบบ ISO

source: Creating directory %s failed.
th: ไม่สามารถสร้างโฟลเดอร์ %s ได้

source: Croatian
th: ภาษาโคเอเชีย

source: Current Transponder
th: ทรานสปอนเดอร์ปัจจุบัน

source: Current settings:
th: ตั้งค่าปัจจุบัน:

source: Current value:
th: ค่าปัจจุบัน:

source: Current version:
th: เวอร์ชั่นปัจจุบัน:

source: Custom skip time for '1'/'3'-keys
th: ตั้งเวลาข้ามสำหรับปุ่ม '1'/'3'

source: Custom skip time for '4'/'6'-keys
th: ตั้งเวลาข้ามสำหรับปุ่ม '4'/'6'

source: Custom skip time for '7'/'9'-keys
th: ตั้งเวลาข้ามสำหรับปุ่ม '7'/'9'

source: Customize
th: ปรับแต่ง

source: Cut
th: ตัด

source: Cutlist editor...
th: ตัดต่อรายการ...

source: Czech
th: ภาษาเชค

source: DVD File Browser
th: ดูแฟ้มในดีวีดี

source: DVD Player
th: เครื่องเล่นดีวีดี

source: DVD Titlelist
th: รายการบนแผ่นดีวีดี

source: DVD media toolbox
th: เครื่องมือจัดการดีวีดี

source: Danish
th: ภาษาเดนมาร์ก

source: Date
th: วันที่

source: Decide if you want to enable or disable the Cleanup Wizard.
th: ตัดสินใจว่าจะเปิดหรือปิดการใช้งานตัวช่วย Cleanup

source: Decide what should be done when crashlogs are found.
th: จะทำอย่างไรเมื่อพบรายงานปัญหาเครื่อง

source: Decide what should happen to the crashlogs after submission.
th: จะทำอะไรต่อหลังจากที่ส่งปัญหาการใช้งานเครื่องแล้ว

source: Default
th: ค่าเริ่มต้น

source: Default Settings
th: ตั้งค่าเริ่มต้น

source: Delete
th: ลบ

source: Delete crashlogs
th: ลบรายงานปัญหาเครื่อง

source: Delete entry
th: ลบรายการ

source: Delete failed!
th: ลบไม่ได้!

source: Delete no more configured satellite %s?
th: ไม่ได้ลบการตั้งค่าดาวเทียมนี้ %s?

source: Description
th: รายละเอียด

source: Deselect
th: ไม่เลือก

source: Detected HDD:
th: ฮาร์ดไดรฟ์ที่พบ:

source: Detected NIMs:
th: NIMs ที่พบ:

source: DiSEqC-Tester settings
th: ตั้งค่า DiSEqC-Tester

source: Dialing:
th: กำลังโทร:

source: Direct playback of linked titles without menu
th: เล่นทันที ไม่ต้องแสดงเมนู

source: Directory %s nonexistent.
th: ไม่พบโฟล์เดอร์ %s ในระบบ

source: Directory browser
th: ดูโฟล์เดอร์

source: Disable
th: ไม่ใช้งาน

source: Disable Picture in Picture
th: ไม่ใช้งานภาพซ้อนภาพ

source: Disable crashlog reporting
th: ไม่รายงานปัญหาปัญหาเครื่อง

source: Disable timer
th: ยกเลิกการตั้งเวลา

source: Disabled
th: ไม่ใช้งาน

source: Disconnect
th: ตัดการเชื่อมต่อ

source: Dish
th: หน้าจาน

source: Display 16:9 content as
th: แสดงรายการ 16:9 แบบ

source: Display 4:3 content as
th: แสดงรายการ 4:3 แบบ

source: Display >16:9 content as
th: แสดงรายการ >16:9 แบบ

source: Display Setup
th: ตั้งค่าการแสดงผล

source: Display and Userinterface
th: การแสดงผลและส่วนติดต่อผู้ใช้

source: Do you really want to REMOVE the plugin "%s"?
th: ท่านแน่ใจหรือไม่ที่จะลบ Plugin "%s" ออกจากระบบ?

source: Do you really want to check the filesystem? This could take lots of time!
th: ท่านแน่ใจหรือไม่ที่จะตรวจสอบระบบไฟล์? เนื่องจากจะใช้เวลานานมากกว่าจะแล้วเสร็จ!

source: Do you really want to delete %s?
th: ท่านต้องการที่จะลบ %s ออกจากระบบหรือไม่?

source: Do you really want to download the plugin "%s"?
th: ท่านต้องการที่จะโหลด Plugin "%s" นี้หรือไม่?

source: Do you really want to remove directory %s from the disk?
th: ท่านต้องการที่จะลบโฟล์เดอร์ %s ออกจากระบบหรือไม่?

source: Do you really want to remove your bookmark of %s?
th: ท่านต้องการที่ลบบุ๊คมาร์ค %s ออกไปหรือไม่?

source: Do you want to backup now? After pressing OK, please wait!
th: ท่านต้องการที่จะสำรองข้อมูลตอนนี้หรือไม่? หลังจากกดปุ่ม OK แล้วกรุณารอสักครู่!

source: Do you want to burn this collection to DVD medium?
th: ท่านต้องการที่จะเขียนคอลเล็คชั่นนี้ลงแผ่นดีวีดีหรือไม่?

source: Do you want to do a service scan?
th: ท่านต้องการค้นหารายการหรือไม่?

source: Do you want to do another manual service scan?
th: ท่านต้องการที่จะทำการค้นหารายการอื่นๆ ต่อหรือไม่?

source: Do you want to enable the parental control feature on your dreambox?
th: ท่านต้องการที่จะใช้งานส่วนควบคุมอายุการรับชมในเครื่องดรีมบอกซ์ของท่านหรือไม่?

source: Do you want to install the package:
th: ท่านต้องการที่จะติดตั้งส่วนประกอบนี้:

source: Do you want to play DVD in drive?
th: ท่านต้องการที่จะเล่นแผ่นดีวีดีนี้หรือไม่?

source: Do you want to preview this DVD before burning?
th: ดูเนื้อหาดีวีดีก่อนเขียนลงแผ่นหรือไม่?

source: Do you want to reboot your Settop Box?
th: จะให้เครื่อดรีมบอกซ์ จะเริ่มระบบใหม่ (Reboot) หรือไม่?

source: Do you want to remove the package:
th: ท่านต้องการที่จะลบส่วนประกอบนี้:

source: Do you want to restore your settings?
th: ท่านต้องการที่จะนำการตั้งค่าต่างๆ กลับมาใช้หรือไม่?

source: Do you want to resume this playback?
th: ต้องการเล่นต่อจากที่เดิมหรือไม่?

source: Do you want to submit your email address and name so that we can contact you if needed?
th: ต้องการส่งอีเมลล์และชื่อของท่านเพื่อให้เราติดต่อเมื่อต้องการหรือไม่?

source: Do you want to update your Settop Box?
th: ตกลงที่จะปรับปรุงเครื่องดรีมบอกซ์ของท่านหรือไม่?

source: Do you want to update your Settop Box? After pressing OK, please wait!
th: ตกลงที่จะปรับปรุงดรีมบอกซ์ของท่านหรือไม่? กดปุ่ม OK แล้วรอสักครู่!

source: Do you want to upgrade the package:
th: ยืนยันจะปรับปรุงส่วนประกอบนี้:

source: Do you want to view a tutorial?
th: ดูคำแนะนำการใช้หรือไม่?

source: Don't ask, just send
th: ไม่ต้องถาม ส่งข้อมูลได้เลย

source: Don't stop current event but disable coming events
th: คงรายการปัจจุบันไว้ แต่ให้ยกเลิกรายการต่อไปแทน

source: Done - Installed or upgraded %d packages
th: เสร็จแล้ว - ติดตั้งหรือปรับปรุง %d รายการ

source: Done - Installed, upgraded or removed %d packages with %d errors
th: เสร็จแล้ว - ติดตั้งปรับปรุงหรือลบ %d รายการ พบข้อผิดพลาด %d รายการ

source: Download
th: ดาวน์โหลด

source: Download .NFI-Files for USB-Flasher
th: ดาวน์โหลด .NFI สำหรับ USB-Flasher

source: Download Plugins
th: ดาวน์โหลด Plugins

source: Downloadable new plugins
th: Plugin ใหม่ที่ดาวน์โหลดได้

source: Downloadable plugins
th: Plugin ที่ดาวน์โหลดได้

source: Downloading
th: กำลังดาวน์โหลด

source: Downloading plugin information. Please wait...
th: กำลังดาวน์โหลดข้อมูล Plugin กรุณารอสักครู่...

source: Settop Box format data DVD (HDTV compatible)
th: ฟอร์เมตดีวีดีแบบข้อมูล (ใช้ได้กับ HDTV)

source: Settop Box software because updates are available.
th: มีซอพท์แวร์สำหรับปรับปรุงเครื่องดรีมบอกซ์

source: Dutch
th: ภาษาดัช

source: EPG Selection
th: เลือกผังรายการ

source: ERROR - failed to scan (%s)!
th: ผิดพลาด - การค้นหา (%s) ล้มเหลว

source: East
th: ตะวันออก

source: Edit
th: แก้ไข

source: Edit DNS
th: แก้ไข DNS

source: Edit Title
th: แก้ไขชื่อเรื่อง

source: Edit chapters of current title
th: แก้ไขตอนที่ของเรื่องปัจจุบัน

source: Edit services list
th: แก้ไขสารบัญบริการ

source: Edit settings
th: แก้ไขการตั้งค่า

source: Edit the Nameserver configuration of your Settop Box.
th: แก้ไขการตั้งค่า Nameserver บนเครื่องดรีมบอกซ์ของท่าน

source: Edit the network configuration of your Settop Box.
th: แก้ไขการตั้งค่าเครือข่ายเครื่อดรีมบอกซ์ของท่าน

source: Edit title
th: แก้ไขชื่อเรื่อง

source: Edit upgrade source url.
th: แก้ไข URL ของเซอร์พเวอร์เพื่อปรับปรุง

source: Electronic Program Guide
th: ผังรายการ (EPG)

source: Enable
th: เปิดใช้

source: Enable 5V for active antenna
th: เปิดใช้งาน 5V สำหรับเสาอากาศนี้

source: Enable Cleanup Wizard?
th: เปิดใช้งานตัวช่วย Cleanuup?

source: Enable multiple bouquets
th: เปิดใช้หลายกลุ่มรายการ

source: Enable parental control
th: เปิดใช้ส่วนควบคุมอายุรับชม

source: Enable timer
th: เปิดใช้การตั้งเวลา

source: Enabled
th: เปิดใช้งาน

source: Encryption
th: การเข้ารหัส

source: Encryption Key
th: คีย์สำหรับเข้ารหัส

source: Encryption Keytype
th: ชนิดคีย์

source: Encryption:
th: การเข้ารหัส:

source: End time
th: เวลาสิ้นสุด

source: English
th: ภาษาอังกฤษ

source: Enigma2 Skinselector If you experience any problems please contact stephan@reichholf.net © 2006 - Stephan Reichholf
th: Enigma2 Skinselector หากท่านประสบปัญหาให้การใช้งานโปรดติดต่อ stephan@reichholf.net © 2006 - Stephan Reichholf

source: Enter main menu...
th: เข้าสู่เมนูหลัก...

source: Enter the service pin
th: ป้อนรหัสบริการ

source: Enter your email address so that we can contact you if needed.
th: กรุณาป้อนอีเมลล์ของท่าน หากจำเป็นเราจะติดต่อท่าน

source: Error
th: ผิดพลาด

source: Error executing plugin
th: เรียกใช้งาน Plugin ผิดพลาด

source: Error: %s Retry?
th: ผิดพลาด: %s ทำอีกครั้งหรือไม่?

source: Estonian
th: ภาษาเอสโตเนี่ยน

source: Eventview
th: แสดงรายการ

source: Execution Progress:
th: ความคืบหน้า:

source: Execution finished!!
th: เสร็จแล้ว!

source: Exit
th: ออก

source: Exit editor
th: ออกจากการแก้ไข

source: Exit network wizard
th: ออกจากตัวช่วยเครือข่าย

source: Exit the cleanup wizard
th: ออกจากตัวช่วย cleanup

source: Exit the wizard
th: ออกจากตัวช่วย

source: Exit wizard
th: ออกจากตัวช่วย

source: Expert
th: ชำนาญ

source: Extended Networksetup Plugin...
th: Plugin สำหรับตั้งค่าเครือข่าย...

source: Extended Setup...
th: ตั้งค่าส่วนเพิ่มเติม...

source: Extensions
th: ส่วนเพิ่มเติม

source: Factory reset
th: ตั้งค่าจากโรงงาน

source: Failed
th: ล้มเหลว

source: Fast
th: เร็ว

source: Fast Forward speeds
th: ความเร็วในการกรอเดินหน้า

source: Favourites
th: รายการโปรด

source: Finetune
th: ปรับแบบละเอียด

source: Finished
th: จบการทำงาน

source: Finished configuring your network
th: จบการตั้งค่าเครือข่าย

source: Finished restarting your network
th: ระบบเครือข่ายพร้อมใช้งานแล้ว

source: Finnish
th: จบการทำงาน

source: Flash
th: แฟรช

source: Flashing failed
th: การลงอิมเมจล้มเหลว

source: Format
th: ฟอร์แมท

source: Frame size in full view
th: เต็มหน้าจอ

source: French
th: ภาษาฝรั่งเศษ

source: Frequency
th: ความถี่

source: Frequency bands
th: แถบของความถี่

source: Frequency scan step size(khz)
th: ช่วง (step) ในการค้นหา (khz)

source: Frequency steps
th: ช่วงความถี่ (step)

source: Fri
th: ศุก.

source: Friday
th: วันศุกร์

source: GUI needs a restart to apply a new skin Do you want to Restart the GUI now?
th: ต้องเริ่มงานโปรแกรม (GUI) ใหม่ จึงจะใช้สกินนี้ได้ ต้องการเริ่มโปรแกรมใหม่หรือไม่?

source: Genre
th: ชนิด

source: German
th: ภาษาเยอรมัน

source: Getting plugin information. Please wait...
th: กำลังโหลดข้อมูล Plugin กรุณารอสักครู่...

source: Goto 0
th: ไปยัง 0

source: Goto position
th: ไปยังตำแหน่ง

source: Graphical Multi EPG
th: กลุ่มผังรายการหลากหลายแบบกราฟิค

source: Greek
th: ภาษากรีก

source: Harddisk
th: ฮาร์ดดิสก์

source: Harddisk setup
th: ตั้งค่าฮาร์ดดิสก์

source: Harddisk standby after
th: ให้ฮาร์ดดิสก์ standby หลังจาก

source: Hierarchy Information
th: ข้อมูลลำดับชั้น

source: High bitrate support
th: รองรับข้อมูลขนาดใหญ่

source: Horizontal
th: แนวนอน (H)

source: How many minutes do you want to record?
th: บันทึกรายต่อไปอีกกี่นาที?

source: How to handle found crashlogs?
th: ต้องการจะทำอะไรกับบันทึกข้อมูลระบบล้มเหลว?

source: Hungarian
th: ภาษาฮังการี่

source: ISO file is too large for this filesystem!
th: ไฟล์แบบ ISO มีขนาดใหญ่เกินไป!

source: If you see this, something is wrong with your scart connection. Press OK to return.
th: เกิดข้อผิดพลาดในการเชื่อมต่อ สาย scart กรุณากดปุ่ม OK
