Repository: 4doe/enigma2
Catalog: po/*.po
Languages: th

source: Scans default lamedbs sorted by satellite with a connected dish positioner
th: ค้นหาจาก Lamedbs และโดยเรียงดาวเทียมตามที่ต่อไว้กับตัวขับจาน

source: Search east
th: ค้นหาทางทิศตะวันออก

source: Search west
th: ค้นหาทางทิศตะวันตก

source: Searching for new installed or removed packages. Please wait...
th: กำลังค้นหาส่วนประกอบใหม่หรือลบส่วนประกอบที่ติดตั้งแล้ว กรุณารอสักครู่...

source: Secondary DNS
th: DNS สำรอง

source: Seek
th: ค้นหา

source: Select
th: เลือก

source: Select HDD
th: เลือกฮาร์ดดิสก์ (HDD)

source: Select Location
th: เลือกตำแหน่ง

source: Select Network Adapter
th: เลือกการ์ดเครือข่าย

source: Select a movie
th: เลือกภาพยนต์

source: Select audio track
th: เลือกช่องเสียง

source: Select channel to record from
th: เลือกบันทึกรายการจาก

source: Select files/folders to backup
th: เลือกไฟล์/โฟล์เดอร์ที่จะสำรอง

source: Select interface
th: เลือกอินเตอร์เฟซ

source: Select package
th: เลือกส่วนประกอบ

source: Select provider to add...
th: เลือกผู้ให้บริการที่ต้องการเพิ่ม...

source: Select refresh rate
th: เลือกอัตราการปรับหน้าจอ

source: Select service to add...
th: เลือกบริการที่ต้องการเพิ่ม...

source: Select upgrade source to edit.
th: เลือกที่มาเพื่อปรับปรุง

source: Select video input with up/down buttons
th: เลือกช่องต่อสัญญาณวิดีโอโดยกดปุ่มขึ้น/ลง

source: Select video mode
th: เลือกโหมดวีดีโอ

source: Select wireless network
th: เลือกเครือข่ายไร้สาย

source: Send DiSEqC
th: ส่งคำสั่ง DiSEqC

source: Send DiSEqC only on satellite change
th: ส่งคำสั่ง DiSEqC เฉพาะตอนเปลี่ยนช่อง

source: Seperate titles with a main menu
th: แยกเรื่องนี้ออกจากเมนูหลัก

source: Serbian
th: ภาษาเซอร์เบี่ยน

source: Service
th: บริการ

source: Service Scan
th: ค้นหาบริการ

source: Service Searching
th: กำลังค้นหาบริการ

source: Service has been added to the favourites.
th: บริการนี้ถูกเพิ่มเข้ารายการโปรดแล้ว

source: Service has been added to the selected bouquet.
th: บริการนี้ถูกเพิ่มเข้ากลุ่มรายการแล้ว

source: Service invalid! (Timeout reading PMT)
th: บริการนี้ไม่ถูกต้อง! (Timeout reading PMT)

source: Service not found! (SID not found in PAT)
th: ไม่พบบริการใดๆ ! (ไม่พบ SID ใน PAT)

source: Service scan
th: ค้นหาบริการ

source: Service unavailable! Check tuner configuration!
th: ไม่พบบริการนี้! กรุณาตรวจสอบการตั้งค่า Tuner

source: Serviceinfo
th: รายละเอียดของบริการ

source: Services
th: บริการต่างๆ

source: Set Voltage and 22KHz
th: ตั้งค่า Voltage และ 22KHz

source: Set available internal memory threshold for the warning.
th: ตั้งค่าการเตือนเมื่อหน่วยความจำเหลือจำกัด

source: Set interface as default Interface
th: ตั้งให้อินเตอร์เฟซนี้เป็นค่าเริ่มต้น

source: Settings
th: การตั้งค่า

source: Setup
th: ตั้งค่า

source: Setup Mode
th: โหมดการตั้งค่า

source: Sharpness
th: ความคม

source: Show Info
th: แสดงข้อมูล

source: Show Message when Recording starts
th: แสดงข้อความเริ่มเมื่อบับทึกรายการ

source: Show WLAN Status
th: แสดงสถานะของ WLAN

source: Show infobar on channel change
th: แสดงแถบรายการเมื่อเปลี่ยนช่อง

source: Show infobar on event change
th: แสดงแถบรายการเมื่อมีการเปลี่ยนรายการ

source: Show infobar on skip forward/backward
th: แสดงแถบรายการเมื่อเลือกเดินหน้า/ถอยหลัง

source: Show positioner movement
th: แสดงตำแหน่งตัวขับจาน

source: Show services beginning with
th: แสดงบริการที่เริ่มต้นด้วย

source: Show the radio player...
th: แสดงเครื่องเล่นวิทยุ...

source: Show the tv player...
th: แสดงเครื่องเล่นโทรทัศน์...

source: Shows the state of your wireless LAN connection.
th: แสดงสถานะการเชื่อมต่อเครือข่ายไร้สาย

source: Shutdown Settop Box after
th: ปิดเครื่องดรีมบอกซ์หลังจาก

source: Signal Strength:
th: ความเข้มสัญญาณ:

source: Signal:
th: สัญญาณ:

source: Similar
th: เหมือน

source: Similar broadcasts:
th: ออกอากาศซ้ำ:

source: Simple
th: แบบง่าย

source: Simple titleset (compatibility for legacy players)
th: ใช้ชื่อเรื่องแบบง่าย (ใช้ได้กับเครื่องเล่นรุ่นเก่า)

source: Single
th: เดี่ยว

source: Single EPG
th: ผังรายการเดี่ยว

source: Single satellite
th: ดาวเทียวเดียว

source: Single transponder
th: ทรานสปอนเดอร์เดียว

source: Skin
th: สกิน

source: Skins
th: สกิน

source: Sleep Timer
th: ตั้งเวลาปิดเครื่อง

source: Sleep timer action:
th: ต้องการตั้งเวลาเพื่อ:

source: Slideshow Interval (sec.)
th: ความเร็วของสไลด์ (วินาที)

source: Slot %d
th: ช่อง %d

source: Slovenian
th: ภาษาสโลเวเนี่ยน

source: Slow
th: ช้า

source: Slow Motion speeds
th: ระดับของความช้า

source: Software
th: ซอพท์แวร์

source: Software restore
th: นำสำรองกลับมาใช้

source: Software update
th: ปรับปรุงซอพท์แวร์

source: Some plugins are not available:
th: Plugin บางตัวยังไม่สามารถใช้งานได้:

source: Sorry MediaScanner is not installed!
th: ท่านยังไม่ได้ติดตั้งตัว MediaScanner!

source: Sorry no backups found!
th: ไม่พบชุดสำรองข้อมูล

source: Sorry your Backup destination does not exist Please choose an other one.
th: ไม่พบปลายทางที่ท่านเลือก กรุณาเลือกใหม่

source: Sorry your backup destination is not writeable. Please choose an other one.
th: ปลายทางที่เลือกไม่สามารถบันทืกได้ กรุณาเลือกแหล่งอื่น

source: Sorry, no Details available!
th: ไม่พบรายละเอียดที่ต้องการ

source: Sorry, your backup destination is not writeable. Please choose another one.
th: ไม่สามารถเขียนไฟล์สำรองข้อมูลได้ กรุณาเลือกปลายทางใหม่

source: Sort A-Z
th: เรียง A-Z

source: Sort Time
th: จัดเรียงเวลา

source: Sound
th: เสียง

source: South
th: ทิศใต้

source: Spanish
th: ภาษาสเปน

source: Split preview mode
th: แยกโหมดตัวอย่าง

source: Standby / Restart
th: ปิดเครื่อง

source: Start from the beginning
th: เริ่มตั้งแต่ต้น

source: Start recording?
th: เริ่มบันทึก?

source: Start test
th: เริ่มทดสอบ

source: StartTime
th: เวลาเริ่ม

source: Starting on
th: เริ่มตอน

source: Step east
th: ไปทางทิศตะวันออก

source: Step west
th: ไปทางทิศตะวันตก

source: Stop
th: หยุด

source: Stop Timeshift?
th: หยุดควบคุมรายการสด?

source: Stop current event and disable coming events
th: หยุดรายการปัจจุบัน และไม่ให้รายการต่อไปทำงาน

source: Stop current event but not coming events
th: หยุดรายการปัจจุบัน แต่ไม่หยุดกับรายการต่อไป

source: Stop playing this movie?
th: หยุดเล่นภาพยนต์นี้หรือไม่?

source: Stop test
th: หยุดทดสอบ

source: Stop testing plane after # failed transponders
th: หยุดทดสอบแนวเมื่อมี # ทรานสปอนเดอร์ ไม่ผ่านการทดสอบ

source: Stop testing plane after # successful transponders
th: หยุดการตรวจสอบแนวเมื่อพบ # ทรานสปอนเดอร์

source: Store position
th: บันทึกตำแหน่ง

source: Stored position
th: บันทึกตำแหน่งแล้ว

source: Subservice list...
th: บริการย่อย...

source: Subservices
th: บริการย่อย

source: Subtitle selection
th: เลือกซับไตเติ้ล

source: Subtitles
th: ซับไตเติ้ล

source: Sun
th: อา.

source: Sunday
th: วันอาทิตย์

source: Swap Services
th: สลับบริการ

source: Swedish
th: ภาษาสวีเดน

source: Switch to next subservice
th: ไปบริการย่อยถัดไป

source: Switch to previous subservice
th: ไปบริการย่อยก่อนหน้า

source: System
th: ระบบ

source: TS file is too large for ISO9660 level 1!
th: ชื่อไฟล์ TS ยาวเกินไปสำหรับ ISO9660 level 1!

source: TV System
th: ระบบโทรทัศน์

source: Table of content for collection
th: สารบัญของคอลเล็คชั่น

source: Tags
th: ป้าย

source: Terrestrial
th: ภาคพื้นดิน

source: Terrestrial provider
th: ผู้ให้บริการภาคพื้นดิน

source: Test DiSEqC settings
th: ทดสอบการตั้งค่า DiSEqC

source: Test Type
th: ประเภทการทดสอบ

source: Test mode
th: โหมดทดสอบ

source: Test the network configuration of your Settop Box.
th: ทดสอบการตั้งค่าเครือข่ายของเครื่องดรีมบอกซ์

source: Test-Messagebox?
th: ทดสอบกล่องข้อความ?

source: Thank you for using the wizard. Please press OK to continue.
th: ขอบคุณที่ท่านใช้บริการตัวช่วยติดตั้ง กรุณากดปุ่ม OK เพื่อทำงานต่อ

source: Thank you for using the wizard. Your box is now ready to use. Please press OK to start using your Settop Box.
th: ขอขอบคุณที่ใช้บริการตัวช่วยตั้งค่า เครื่องของท่านสามารถใช้งานได้ตามปกติแล้ว กรุณากดปุ่ม OK เพื่อเริ่มใช้งานดรีมบอกซ์ของท่าน

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a Settop Box format data DVD (which will not play in stand-alone DVD players) instead?
th: ตามมาตรฐานของดีวีดีไม่รองรับ H.264 (HDTV) ต้องการบันทึกไฟล์จากดรีมบอกซ์ในโหมดข้อมูลแทนหรือไม่ (ไม่สามารถเล่นกับเครื่องเล่นได้)?

source: The backup failed. Please choose a different backup location.
th: การสำรองข้อมูลล้มเหลว กรุณาเลือกแหล่งจัดเก็บข้อมูลอื่น

source: The following device was found: %s Do you want to write the USB flasher to this stick?
th: พบอุปกรณ์ดังนี้: %s ท่านต้องการที่จะเขียน USB flasher ลงเมโมรี่นี้หรือไม่?

source: The following files were found...
th: พบไฟล์เหล่านี้...

source: The input port should be configured now. You can now configure the screen by displaying some test pictures. Do you want to do that now?
th: ตั้งค่าช่องต่อสัญญาณภาพ ท่านสามารถตั้งค่าหน้าจอโดยการแสดงภาพตัวอย่าง ท่านต้องการทำตอนนี้หรือไม่?

source: The installation of the default services lists is finished.
th: การติดตั้งบริการเริ่มต้นเสร็จแล้ว

source: The installation of the default settings is finished. You can now continue configuring your Settop Box by pressing the OK button on the remote control.
th: การติดตั้งตามค่าเริ่มต้นเสร็จแล้ว ท่านสามารถดำเนินการตั้งค่าอื่นๆ สำหรับ Settop Box ของท่านต่อโดยกดปุ่ม OK ที่รีโมท

source: The package doesn't contain anything.
th: ไม่พบเนื้อหาใดเลยในส่วนประกอบนี้

source: The package:
th: ส่วนประกอบ:

source: The path %s already exists.
th: พาธ %s นี้มีแล้วในระบบ

source: The pin code you entered is wrong.
th: รหัสที่ป้อนผิด

source: The results have been written to %s.
th: ผลลัพธ์ถูกเขียนลง %s.

source: The sleep timer has been activated.
th: เวลาปิดเครื่องเริ่มทำงานแล้ว

source: The sleep timer has been disabled.
th: เวลาปิดเครื่องถูกยกเลิกแล้ว

source: The timer file (timers.xml) is corrupt and could not be loaded.
th: ไฟล์ข้อมูลการตารางเวลา (timers.xml) เสียหาย ไม่โหลดได้

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
th: ยังไม่ได้ติดตั้งปลั๊กอินสำหรับเครือข่ายไร้สาย กรุณาติดตั้งก่อน ทั้งนี้กรุณาเลือกว่า ท่านจะทำอะไรต่อไป

source: The wireless LAN plugin is not installed! Please install it.
th: ยังไม่ได้ติดตั้งปลั๊กอินสำหรับเครือข่ายไร้สาย กรุณาติดตั้งก่อน

source: The wizard can backup your current settings. Do you want to do a backup now?
th: ตัวช่วยเหลือสามารถสำรองข้อมูลการตั้งค่าให้ท่านได้ ท่านต้องการที่จะสำรองข้อมูลตอนนี้หรือไม่?

source: The wizard is finished now.
th: จบการทำงานของตัวช่วยเหลือ

source: There are at least
th: อย่างน้อยต้องมี

source: There are no default services lists in your image.
th: ไม่พบบริการเริ่มต้นในอิมเมจนี้

source: There are no default settings in your image.
th: ไม่พบการตั้งค่าเริ่มต้นของอิมเมจนี้

source: There are now
th: ณ ตอนนี้เลย

source: There might not be enough Space on the selected Partition. Do you really want to continue?
th: เนื้อที่บนพาร์ทิชั่นที่เลือกไม่พอ ต้องการทำต่อหรือไม่?

source: There was an error downloading the packetlist. Please try again.
th: พบข้อผิดพลาด ไม่สามารถดาวน์โหลดรายการของส่วนประกอบได้ กรุณาลองซ้ำอีกครั้ง....

source: There was an error. The package:
th: พบข้อผิดพลาด ในส่วนประกอบ:

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
th: แผ่น DVD-RW นี้ได้รับการฟอร์แมทมาแล้ว หากทำซ้ำจะเป็นการลบข้อมูลออกทั้งหมด

source: This Settop Box can't decode %s streams!
th: Settop Box เครื่องนี้ไม่สามารถอ่านสัญญาณ %s ได้!

source: This is step number 2.
th: ขั้นตอนที่ 2

source: This plugin is installed.
th: ปลั๊กอินตัวนี้ได้ติดตั้งแล้ว

source: This plugin is not installed.
th: ปลั๊กอินตัวนี้ยังไม่ได้ติดตั้ง

source: This plugin will be installed.
th: ปลั๊กอินตัวนี้จะถูกติดตั้ง

source: This plugin will be removed.
th: ปลั๊กอินตัวนี้จะถูกลบออก

source: This test checks for configured Nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and Adapter setup - if you configured your Nameservers manually please verify your entries in the "Nameserver" Configuration
th: การทดสอบนี้จะเป็นการตรวจสอบการตั้งค่า Nameservers. หากผลลัพธ์เป็น "ไม่ยืนยัน": - ให้ทำการตรวจสอบ DHCP สายสัญญาณ และอะแด๊ปเตอร์ - หากท่านป้อนข้อมูล Nameservers ด้วยตัวเองให้ทำการตรวจสอบความถูกต้องของ "Nameserver"

source: This test checks whether a network cable is connected to your LAN-Adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
th: รายการทดสอบนี้จะทำการตรวจสอบสายสัญญาณ หากผลลัพธ์เป็น "ถูกตัดสัญญาณ" : - ให้ตรวจสอบการเสียบสายสัญญาณ - สายสัญญาณอาจขาดให้ตรวจสอบ

source: This test checks whether a valid IP Address is found for your LAN Adapter. If you get a "unconfirmed" message: - no valid IP Address was found - please check your DHCP, cabling and adapter setup
th: การทดสอบนี้จะทำการตรวจสอบว่า IP Address ที่ได้สามารถใช้งานจริงได้หรือไม่ หากพบผลลัพธ์เป็น "ไม่ยืนยัน": - ไม่พบ IP Address ที่สามารถใช้งานได้ - แนะนำให้ตรวจสอบการตั้งค่า DHCP ตรวจสอบสายสัญญาญ

source: This test checks whether your LAN Adapter is set up for automatic IP Address configuration with DHCP. If you get a "disabled" message: - then your LAN Adapter is configured for manual IP Setup - verify thay you have entered correct IP informations in the AdapterSetup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP Server in your network.
th: การตรวจสอบนี้จะทดสอบว่า เครือข่ายของท่านใช้ DHCP หรือไม่ หากท่านเห็น "ไม่ได้ใช้" ปรากฏ: - แสดงว่า IP Address ถูกป้อนเองด้วยมือ - ให้ตรวจสอบความถูกต้องของ IP Address และทำงานได้หรือไม่ หากท่านเห็น "ใช้" ปรากฏ: - จะทำการตรวจสอบต่อด้วยว่า การตั้งค่า DHCP ถูกต้องหรือไม่

source: This test detects your configured LAN-Adapter.
th: ทดสอบการตั้งเครือข่าย

source: Three
th: สาม

source: Threshold
th: ระดับ

source: Thu
th: พฤ.

source: Thumbnails
th: ภาพเล็ก

source: Thursday
th: วันพฤหัสบดี

source: Time
th: เวลา

source: Time/Date Input
th: ป้อนวัน/เวลา

source: Timer
th: ตั้งเวลา

source: Timer Edit
th: แก้ไขการตั้งเวลา

source: Timer Editor
th: ตัวแก้ไขการตั้งเวลา

source: Timer Type
th: ประเภทการตั้งเวลา

source: Timer entry
th: ตั้งเวลา

source: Timer log
th: ข้อมูลการตั้งเวลา

source: Timer overlap in timers.xml detected! Please recheck it!
th: พบเวลาที่ตั้งในไฟล์ timers.xml ซ้อนกัน ! กรุณาตรวจสอบ!

source: Timer sanity error
th: การตั้งเวลามีปัญหา

source: Timer selection
th: เลือกการตั้งเวลา

source: Timer status:
th: สถานะการตั้งเวลา:

source: Timeshift
th: ควบคุมรายการสด

source: Timeshift not possible!
th: ไม่สามารถใช้งานควบคุมรายการสดได้!

source: Timezone
th: เส้นแบ่งเวลา

source: Title
th: ชื่อเรื่อง

source: Title properties
th: คุณลักษณะของเรื่อง

source: Titleset mode
th: โหมดตั้งชื่อเรื่อง

source: Today
th: วันนี้

source: Track
th: ร่องเสียง

source: Translation
th: การแปล

source: Translation:
th: การแปล:

source: Transmission Mode
th: โหมดในการถ่ายทอด

source: Transmission mode
th: โหมดการถ่ายทอด

source: Transponder
th: ทรานสปอนเดอร์

source: Transponder Type
th: ประเภทของทรานสปอนเดอร์

source: Tries left:
th: เหลืออยู่:

source: Try to find used Transponders in cable network.. please wait...
th: กำลังค้นหาทรานสปอนเดอร์ในเน็ทเวอร์ก กรุณารอสักครู่

source: Try to find used transponders in cable network.. please wait...
th: กำลังค้นหาทรานสปอนเดอร์ในเน็ทเวอร์ก กรุณารอสักครู่

source: Trying to download a new packetlist. Please wait...
th: กำลังดาวน์โหลดข้อมูลติดตั้งใหม่ กรุณารอสักครู่...

source: Tue
th: อัง.

source: Tuesday
th: วันอังคาร

source: Tune
th: ปรับค่า

source: Tune failed!
th: ปรับค่าล้มเหลว!

source: Tuner configuration
th: ตั้งค่า Tuner

source: Tuner status
th: สถานะของ Tuner

source: Turkish
th: ภาษาตูรกี

source: Two
th: สอง

source: Type
th: ประเภท

source: Type of scan
th: ประเภทการค้นหา

source: USB Stick
th: USB เมมโมรี่

source: USB stick wizard
th: ตัวช่วยสำหรับ USB

source: Uncommitted DiSEqC command
th: คำสั่ง Uncommitted DiSEqC

source: Unsupported
th: ไม่รองรับ

source: Update
th: ปรุบปรุง

source: Updates your receiver's software
th: ปรับปรุงซอพท์แวร์เครื่องรับ

source: Updating finished. Here is the result:
th: อัพเกรดเสร็จสิ้น ผลการทำงาน:

source: Updating... Please wait... This can take some minutes...
th: กำลังอัพเกรด... กรุณารอสักครู่... อาจใช้เวลาหลายนาที

source: Upgrade finished.
th: อัพเกรดเสร็จสิ้น

source: Upgrade finished. Do you want to reboot your Settop Box?
th: อัพเกรดเสร็จแล้ว ท่านต้องการที่จะบูทเครื่องดรีมบอกซ์หรือไม่?

source: Upgrading
th: กำลังอัพเกรด

source: Upgrading Settop Box... Please wait
th: กำลังอัพเกรดเครื่องดรีมบอกซ์... กรุณารอสักครู่

source: Use
th: ใช้

source: Use DHCP
th: เลือกใช้ DHCP

source: Use Interface
th: เลือกใช้อินเตอร์เฟซนี้

source: Use Power Measurement
th: ใช้ Power Measurement

source: Use a gateway
th: ใช้ Gateway

source: Use power measurement
th: ใช้ power measurement

source: Use the Networkwizard to configure your Network
th: ใช้ตัวช่วยสำหรับตั้งค่าเครือข่าวย

source: Use the left and right buttons to change an option. Please set up tuner A
th: ให้ใช้ปุ่มเลื่อนซ้ายหรือขวาเพื่อเปลี่ยนค่า กรุณาตั้งค่าสำหรับ Tuner A

source: Use the up/down keys on your remote control to select an option. After that, press OK.
th: ใช้ปุ่มขึ้นหรือลงบนรีโมทเพื่อเลือก จากนั้นกดปุ่ม OK

source: Use this video enhancement settings?
th: ยอมรับการตั้งค่านี้?

source: Use time of currently running service
th: ใช้เวลาจากรายการที่กำลังทำงานอยู่

source: Use usals for this sat
th: ใช้ USALS กับดาวเทียมนี้

source: Use wizard to set up basic features
th: ใช่ตัวช่วยเพื่อตั้งค่าพื้นฐาน

source: Used service scan type
th: ประเภทของการค้นหา

source: User defined
th: ผู้ใช้กำหนด

source: Username
th: ชื่อผู้ใช้

source: Vertical
th: แนวตั้ง (V)

source: Video Fine-Tuning
th: ปรับวิดีโอแบบละเอียด

source: Video Fine-Tuning Wizard
th: ตัวช่วยปรับวิดีโอแบบละเอียด

source: Video Output
th: ช่องวีดีโอ

source: Video Setup
th: ตั้งค่าวีดีโอ

source: Video Wizard
th: ตัวช่วยตั้งค่าวีดีโอ

source: Video enhancement preview
th: แสดงตัวอย่างวิดีโอ

source: Video enhancement settings
th: ตั้งค่าวิดีโอขั้นสูง

source: Video enhancement setup
th: ตั้งค่าวิดีโอชั้นสูง

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 10 seconds.
th: เลือกช่องทางแสดงวีดีโอ หลังจากกดปุ่ม OK หากยังมีการแสดงผลที่จอโทรทัศน์ให้กด OK ซ้ำอีกครั้ง หากไม่เห็นภาพให้รอสักครู่ ช่องทางแสดงผลอื่นๆ จะถูกเลือกใน 10 วินาที

source: Video mode selection.
th: เลือกโหมดวีดีโอ

source: Videoenhancement Setup
th: ตั้งค่าการแสดงผลขั้นสูง

source: View Movies...
th: ดูภาพยนต์

source: View Photos...
th: ดูภาพ

source: View Rass interactive...
th: แสดง RASS แบบ Interactive

source: View Video CD...
th: ดูวีซีดี

source: View details
th: แสดงรายละเอียด

source: View list of available
th: แสดงรายการที่ใช้ได้

source: View list of available CommonInterface extensions
th: แสดงรายการส่วนเพิ่มเติมสำหรับอินเตอร์เฟซพื้นฐาน

source: View list of available Display and Userinterface extensions.
th: แสดงรายการส่วนเพิ่มเติมสำหรับส่วนติดต่อผู้ใช้

source: View list of available EPG extensions.
th: แสดงผังรายการเพิ่มเติม

source: View list of available communication extensions.
th: แสดงรายการส่วนเพิ่มเติมสำหรับการสื่อสาร

source: View list of available default settings
th: แสดงการตั้งค่าเริ่มต้นที่ใช้ได้

source: View list of available multimedia extensions.
th: แสดงรายการส่วนเพิ่มเติมสำหรับมัลติมีเดีย

source: View list of available networking extensions
th: แสดงรายการส่วนเพิ่มเติมสำหรับเครือข่าย

source: View list of available recording extensions
th: แสดงรายการส่วนเพิ่มเติมช่วยบันทึกรายการ

source: View list of available skins
th: แสดงรายการของสกินที่ใช้งานได้

source: View list of available software extensions
th: แสดงรายการซอพท์แวร์ที่สามารถติดตั้งเพิ่มเติมได้

source: View list of available system extensions
th: แสดงรายการส่วนเพิ่มเติมระบบที่สามารถติดตั้งได้

source: View teletext...
th: อ่านเทเลเท็กซ์...

source: Virtual KeyBoard
th: แป้นพิมพ์จำลอง

source: Volume
th: ระดับเสียง

source: WPA or WPA2
th: WPA หรือ WPA2

source: WSS on 4:3
th: WSS บน 4:3

source: Waiting
th: กำลังคอย...

source: Warn if free space drops below (kB):
th: เตือนทันที่ที่เนื้อที่ต่ำกว่า (kB)

source: Wed
th: พุธ

source: Wednesday
th: วันพุธ

source: Weekday
th: วันธรรมดา

source: Welcome to the Cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
th: ยินดีต้อนรับสู่ ตัวตัดต่อรายการ ทำการค้นหาจุดที่ท่านต้องการที่จะตัดทิ้งแล้วกดปุ่ม OK เพื่อเริ่มตัด('start cut') จากนั้นทำค้นหาจุดสุดท้ายแล้วกดปุ่ม OK เพื่อกำหนดจุดสุดท้าย ('end cut') เท่านั้นเอง (That's it)

source: Welcome to the Image upgrade wizard. The wizard will assist you in upgrading the firmware of your Settop Box by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
th: ยินดีต้อนรับสู่ตัวช่วยในการอัพเกรด ตัวช่วยนี้จะช่วยท่านทำการอัพเกรดเฟริ์มแวร์บนเครื่องดรีมบอกซ์โดยที่การตั้งค่าต่างๆ ในปัตจจุบันจะถูกสำรองไว้ อีกทั้งยังแสดงรายละเอียดสั้นๆ แนะทำท่านตลอดการอัพเกรดอีกด้วย

source: Welcome to the cleanup wizard. We have detected that your available internal memory has dropped below 2MB. To ensure stable operation of your Settop Box, the internal memory should be cleaned up. You can use this wizard to remove some extensions.
th: ยินดีต้อนรับ สู่ตัวช่วยในการทำความสะอาดระบบ เราพบว่า เนื้อที่ในหน่วยความจำที่สามารถใช้งานได้ของเครื่องมีน้อยกว่า 2MB. เพื่อให้เครื่อง Settop Box ของท่านทำงานได้อย่างปกติ หน่วยความจำภายในต้องถูกทำความสะอาด โดยที่ท่านสามารถใช้ตัวช่วยนี้ลบข้อมูลที่ไม่จำเป็น เช่น ส่วนเพิ่มเติมต่างๆ

source: Welcome. If you want to connect your Settop Box to the Internet, this wizard will guide you through the basic network setup of your Settop Box. Press OK to start configuring your network
th: ยินดีต้อนรับ หากท่านต้องการให้เครื่องดรีมบอกซ์ ของท่านเชื่อมต่ออินเตอร์เน็ต ตัวช่วยนี้จะช่วยแนะนำท่านตั้งค่าเครือข่ายเบื้องต้นกับเครื่องดีมบอกซ์ของท่าน กรุณากดปุ่ม OK เพื่อตั้งค่าเครือข่าย

source: Welcome. This start wizard will guide you through the basic setup of your Settop Box. Press the OK button on your remote control to move to the next step.
th: ยินดีต้อนรับ ตัวช่วยนี้จะนำท่านไปสู่การตั้งค่าพื้นฐานกับเครื่องของท่าน กรุณากดปุ่ม OK เพื่อดำเนินการขั้นต่อไป

source: Welcome...
th: ยินดีต้อนรับ...

source: West
th: ตะวันตก

source: What do you want to scan?
th: ท่านต้องการค้นหาอะไร?

source: What to do with submitted crashlogs?
th: ท่านต้องการจะทำอะไรกับบันทึกความล้มเหลวของระบบ?

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
th: หากท่านทำการตั้งค่าใหม่ตามโรงงาน ข้อมูลทั้งหมดของท่านจะหายไปทันที (ทั้งนี้รวมทั้ง กลุ่มรายการ รายการต่างๆ ข้อมูลดาวเทียม เป็นต้น...) หลังกระบวนตั้งค่าใหม่เสร็จสิ้น เครื่องจะทำการบูทให้โดยอัตโนมัติ! ยืนการตั้งค่าใหม่ตามโรงงาน หรือไม่?

source: Where do you want to backup your settings?
th: ท่านต้องบันทึกข้อมูลที่สำรองไว้ที่ไหน?

source: Where to save temporary timeshift recordings?
th: ท่านต้องบันทึกไฟล์สำหรับควบคุมรายการสดไว้ที่ไหน?

source: Wireless LAN
th: แลนแบบไร้สาย

source: Wireless Network
th: เครือข่ายไร้สาย

source: Write error while recording. Disk full?
th: เกิดข้อผิดพลาดในการบันทึกรายการ ไดรฟ์เต็มหรือไม่?

source: Write failed!
th: พบข้อผิดพลาดในการเขียนข้อมูล!

source: Year
th: ปี

source: Yes
th: ใช่

source: Yes, and delete this movie
th: ใช่ - ต้องการที่จะลบภาพยนต์นี้

source: Yes, and don't ask again
th: ใช่ - ไม่ต้องถามคำถามนี้อีก

source: Yes, backup my settings!
th: ใช่ - ทำสำรองข้อมูลการตั้งค่าตอนนี้

source: Yes, do a manual scan now
th: ใช่ - ทำการค้นหาเองตอนนี้เลย

source: Yes, do an automatic scan now
th: ใช่ - ทำการค้นหาแบบอัตโนมัติตอนนี้เลย

source: Yes, do another manual scan now
th: ใช่ - ทำการค้นหาอีกครั้งตอนนี้เลย

source: Yes, perform a shutdown now.
th: ใช่ - ปิดเครื่องตอนนี้เลย (Shutdonw)

source: Yes, restore the settings now
th: ใช่ - นำสำรองการตั้งค่ากลับมาใช้ตอนนี้เลย
