Repository: 4doe/enigma2
Catalog: lib/python/Plugins/Extensions/CoolTVGuide/locale/*/LC_MESSAGES/CoolTVGuide.po
Languages: bg, cs, fr, no, pl

source: Load Picon (Yes) (need restart)
bg: Зареди Picon (Да) (рестарт)
cs: Načítat Picony (Ano) (je potřeba restart)
fr: Charger les Picon (Oui) (Redémarrage)
no: Laste Picon (Ja) (krever restart)
pl: Wczytaj Pikony (TAK) (Wymagany Restart)

source: Load CoolPico (Yes) (need restart)
bg: Зареди CoolPico (Да) (рестарт)
cs: Načítat CollPico (Ano) (je potřeba restart)
fr: Charger les CoolPico (Oui) (Redémarrage)
no: Laste CoolPico (Ja) (krever restart)
pl: Wczytaj CoolPico (TAK) (Wymagany Restart)

source: Start with Standard Height 60 (Yes)
fr: Démarrer avec Hauteur Standard 60px (Oui)
pl: Uruchom ze standartową wyskością 60 (Tak)

source: Picon Height (60), (54), (54)
bg: Picon височина (60), (54), (54)
cs: Picony - výška (60), (54), (54)
fr: Hauteur Picon (60), (54), (54)
no: Picon-høyde (60), (54), (54)
pl: Wysokość Pikon (60), (54), (54)

source: Picon Item Height (60), (54), (54)
bg: Picon елемент височина (60), (54), (54)
cs: Picony - výška položky (60), (54), (54)
fr: Hauteur Objet Picon (60), (54), (54)
no: Picon linjehøyde (60), (54), (54)
pl: Pozycja wysokości Pikon (60), (54), (54)

source: CoolPico Height (30), (27), (27)
bg: CoolPico височина (30), (27), (27)
cs: CoolPico - výška (30), (27), (27)
fr: Hauteur CoolPico (30), (27), (27)
no: CoolPico-høyde (30), (27), (27)
pl: Wysokość CoolPico (30), (27), (27)

source: CoolPico Item Height (30), (27), (27)
bg: CoolPico елем. височина (30), (27), (27)
cs: CoolPico - výška položky (30), (27), (27)
fr: Hauteur Objet CoolPico (30), (27), (27)
no: CoolPico linjehøyde (30), (27), (27)
pl: Pozycja wysokości CoolPico (30), (27), (27)

source: Left Width for 60 Height (110), (75), (75)
bg: Дължина отляво за височина 60 (110), (75), (75)
cs: Šířka vlevo pro výšku 60 (110), (75), (75)
fr: Largeur pour 60px de Hauteur (110), (75), (75)
no: Venstre bredde for høyde 60 (110), (75), (75)
pl: Z lewej szerokość do wysokości 60 (110), (75), (75)

source: Left Width for 30 Height (190), (110), (110)
bg: Дължина отляво за височина 30 (190), (110), (110)
cs: Šířka vlevo pro výšku 30 (190), (110), (110)
fr: Largeur pour 30px de Hauteur (190), (110), (110)
no: Venstre bredde for høyde 30 (190), (110), (110)
pl: Z lewej szerokość do wysokości 30 (190), (110), (110)

source: Channel 1 at Start (No)
bg: Канал 1 при старт (Не)
cs: Kanál 1 při startu (Ne)
fr: Chaîne 1 au Démarrage (Non)
no: Start med kanal 1 (Nei)
pl: Start na kanale 1 (Nie)

source: Picon Path (Press Menu)
cs: Cesta pro Picony (stiskni Menu)
fr: Chemin des Picon (Appuyez sur Menu)
no: Picon-katalog (trykk Menu)
pl: Ścieżka do Pikon (Naciśnij Menu)

source: About (Press Menu)
cs: O aplikaci (stiskni Menu)
fr: A Propos (Appuyez sur Menu)
no: Om (trykk Menu)
pl: O wtyczce (Naciśnij Menu)

source: Red Button (Zap)
bg: Червен бутон (Zap)
cs: Červené tlačítko (Přepnutí)
fr: Bouton Rouge (Zap)
no: Rød-knapp (Zap)
pl: Czerwony przycisk (Przełącz)

source: LongRed Button (ZAP+Exit)
bg: Дълъг червен бутон (ZAP+Изход)
cs: Červené tlačítko - dlouze (Přepnutí+Konec)
fr: Appui long sur Bouton Rouge (ZAP+Quitter)
no: Lang Rød-knapp (ZAP+Exit)
pl: Przytrzymaj Czerwony przycisk (Przełącz+Wyjdź)

source: Green Button (Timer)
bg: Зелен бутон (Таймер)
cs: Zelené tlačítko (Časovač)
fr: Bouton Vert (Programmation)
no: Grønn-knapp (Timer)
pl: Zielony przycisk (Timer)

source: LongGreen Button (Autotimer)
bg: Дълъг зелен бутон (Авт. таймер)
cs: Zelené tlačítko - dlouze (Autočasovač)
fr: Appui long sur Bouton Vert (Programmation auto)
no: Lang Grønn-knapp (Autotimer)
pl: Przytrzymaj Zielony przycisk (Autotimer)

source: Yellow Button (GuideSwitch)
bg: Жълг бутон (GuideSwitch)
cs: Žluté tlačítko (CoolPřepínač)
fr: Bouton Jaune (GuideSwitch)
no: Gul-knapp (GuideSwitch)
pl: Żółty Przycisk (Przełącznik Przewodnika)

source: LongYellow Button (Bouquetlist)
bg: Дълъг жълт бутон (лист букети)
cs: Žluté tlačítko - dlouze (Seznam kanálů)
fr: Appui long sur Bouton Jaune (Liste des Bouquets)
no: Lang Gul-knapp (Bouquetliste)
pl: Przytrzymaj Żółty przycisk (Lista Bukietów)

source: Blue Button (CoolSearch)
fr: Bouton Bleu (CoolSearch)
pl: Niebieski przycisk (Szukaj)

source: LongBlue Button (IMDb Search)
bg: Дълъг син бутон (IMDВ търсене)
cs: Modré tlačítko - dlouze (Hledání v IMDb)
fr: Appui long sur Bouton Bleu (Recherche IMDb)
no: Lang Blå-knapp (IMDb-søk)
pl: Przytrzymaj Niebieski przycisk (Szukaj IMDb)

source: OK Button (Cool Info Guide)
fr: Bouton OK (Guide Cool Info)
pl: Przycisk OK (Info o kanale)

source: LongOK Button
bg: Дълъг ОК бутон
cs: Tlačítko OK - dlouze
fr: Appui long sur Bouton OK
no: Lang OK-knapp
pl: Przytrzymaj przycisk OK

source: Info Button (EPG Select)
fr: Bouton Info/EPG (Sélection du Guide)
pl: Przycisk INFO (Wybór EPG)

source: LongInfo Button
pl: Przytrzymaj przycisk INFO

source: Cool PrimeTime (20) hour
cs: Cool - Hlavní TV čas (20) hodin
fr: Heure du Cool PrimeTime (20) heure
no: Cool kveldsprogram (20) time
pl: Główny Czas Cool (20) godzina

source: Cool PrimeTime (00) minute
cs: Cool - Hlavní TV čas (00) minut
fr: Heure du Cool PrimeTime (00) minutes
no: Cool kveldsprogram (00) minutt
pl: Główny Czas Cool (00) minut

source: Event 60 Fontsize (18), (15), (15)
bg: Събитие 60 шрифт размер(18), (15), (15)
cs: Událost 60 - velikost textu (18), (15), (15)
fr: Taille Police Evènement hauteur 60px (18), (15), (15)
no: Hendelse 60 skriftstørrelse (18), (15), (15)
pl: Wydarzenia rozmiar Czcionki 60 (18), (15), (15)

source: Event 30 Fontsize (18), (15), (15)
bg: Събитие 30 шрифт размре (18), (15), (15)
cs: Událost 30 - velikost textu (18), (15), (15)
fr: Taille Police Evènement hauteur 30px (18), (15), (15)
no: Hendelse 30 skriftstørrelse (18), (15), (15)
pl: Wydarzenia rozmiar Czcionki 30 (18), (15), (15)

source: Left Fontsize (22), (18), (16) (need restart)
bg: От ляво шрифт размер (22), (18), (16) (рестарт)
cs: Vlevo - velikost textu (22), (18), (16) (je potřeba restart)
fr: Taille Police à Gauche (22), (18), (16) (Redémarrage)
no: Venstre skriftstørrelse (22), (18), (16) (krever restart)
pl: Z Lewej rozmiar Czcionki (22), (18), (16) (Wymagany Rastart)

source: Timeline Fontsize (20), (18), (16) (need restart)
bg: Timeline шрифт размер (20), (18), (16) (рестарт)
cs: Časová osa - velikost textu (20), (18), (16) (je potřeba restart)
fr: Taille Police sur Ligne du Temps (20), (18), (16) (Redémarrage)
no: Tidslinje skriftstørrelse (20), (18), (16) (krever restart)
pl: Rozmiar czcionki dla Lini czasu (20), (18), (16) (Wymagany Restart)

source: Right 60 Font Center (Yes)
bg: От дасно60 шрифт център (Да)
cs: Vpravo 60 - text bude uprostřed (Ano)
fr: Right 60 Font Center (Oui)
no: Høyre 60 skrift sentrert (Ja)
pl: Z prawej Czcionka 60 w Środku (Tak)

source: Time Scale (180)
bg: Времеви инт. (180)
cs: Časové měřítko (180)
fr: Echelle du Temps (180) minutes
no: Tidsskala (180)
pl: Skalowanie Czasu (180)

source: Bouquet at Start (No)
bg: Букет при старт (Не)
cs: Seznam kanálů při startu (Ne)
fr: Bouquet au Démarrage (Non)
no: Se Bouquet ved start (Nei)
pl: Bukiet przy starcie (Nie)

source: Skip Empty Services (No) (need restart)
cs: Přeskakovat prázdné kanály (Ne) (je potřeba restart)
fr: Passer les Services Vides (Non) (Redémarrage)
no: Hopp over tomme EPG-felt (Nei) (krever restart)
pl: Pomiń puste kanały (Nie) (Wymagany Restart)

source: Standard for (HD), (XD), (SD) Skin
bg: Стандартно за (HD), (XD), (SD) Skin
cs: Standard pro (HD), (XD), (SD) skin
fr: Valeurs standard pour les Skin (HD), (XD), (SD)
pl: Standard dla skórek (HD), (XD), (SD)

source: Press ( < OK > ) to change your Buttons !!!
cs: Stiskni ( < OK > ) pro změnu přiřazení tlačítek !!!
fr: Appuyez sur ( < OK > ) pour changer vos Boutons !!!
no: Trykk ( < OK > ) for å endre tasteoppsett !!!
pl: Przyciskaj ( Lewo OK Prawo), aby zmienić swoje przyciski !!!

source: No function with your Image
bg: Невъзможна работа с Вашият софтуер
cs: Není funkční ve vaší verzi image
fr: Fonction Indisponible sur votre Image
no: Ingen funksjon for ditt Image
pl: Brak tej funkcji w twoim Image

source: check Autotimer ?
cs: ověřit Autočasovač ?
fr: vérifier la Programmation auto ?
no: Sjekk Autotimer?
pl: Sprawdzić Auto Timer?

source: -- please check your Timer --
pl: -- Proszę sprawdzić Timer --

source: has moved
pl: został przeniesiony

source: is disabled
pl: jest wyłączone

source: Cool Easy Guide use Yellow/Blue for Time -/+
pl: Cool Easy Guide użyj klawisze Żółty/Niebieski dla zmiany Czasu -/+

source: Cool Easy Guide show Channel Number
pl: Cool Easy Guide pokaż Numer Kanału

source: Cool TimerAlarm check if Timer has changed
pl: Cool TimerAlarm sprawdza czy zmienił się Timer

source: Cool TimerAlarm check if Timer is deaktivated
pl: Cool TimerAlarm sprawdza czy Timer jest wyłączony

source: Cancel
cs: Zrušit
fr: Annuler
no: Avbryt
pl: Anuluj

source: Save
cs: Uložit
fr: Sauver
no: Lagre
pl: Zapisz

source: Search
cs: Hledat
fr: Rechercher
no: Søk
pl: Szukaj

source: Yes
cs: Ano
fr: Oui
no: Ja
pl: Tak

source: No
cs: Ne
fr: Non
no: Nei
pl: Nie

source: IMDb Search
cs: Hledání v IMDb
fr: Rech. IMDb
no: IMDb-søk
pl: Przeszukaj IMDb

source: Channel Info
cs: Informace o pořadu
fr: Info Chaîne
no: Kanalinfo
pl: Info o Kanale

source: Add Timer
cs: Přidat časovač
fr: Programmer
no: Timer
pl: Dodaj Timer

source: delete this Timer ?
cs: smazat tento časovač ?
fr: supprimer cette Programmation ?
no: Slett timer?
pl: Usunąć ten Timer ?

source: edit this Timer ?
cs: změnit tento časovač ?
fr: editer cette Programmation ?
no: Endre timer?
pl: Edytować ten Timer ?

source: Bouquetlist
cs: Seznam kanálů
fr: Liste des Bouquets
no: Bouquet-liste
pl: Lista Bukietów

source: Cool Picon Path
cs: Cool Picon Cesta
fr: Chemin des Cool Picon
no: Cool Picon-katalog
pl: Ścieżka dla Cool Pikon

source: Your Picon Path:
cs: Tvoje cesta pro picony:
fr: Chemin de vos Picons:
no: Din Picon-katalog:
pl: Ścieżka dla Pikon:

source: Sort A-Z
fr: Tri par Nom
pl: Sortuj A-Z

source: Sort Time
fr: Tri par Date
pl: Sortuj wg Czasu

source: New Search
fr: Nouvelle Rech.
pl: Nowe Wyszuk.

source: Last Search
fr: Dernière Rech.
pl: Ostatnie Wyszuk.

source: Search for:
fr: Recherche :
pl: Szukaj:

source: No history
fr: Aucun historique
pl: Brak historii przeszukiwania

source: Delete Timer
fr: Supprimer la Programmation
pl: Usuń Timer

source: Today
cs: Dnes
fr: Aujourd'hui
no: I dag
pl: Dziś

source: Mon
cs: Po
fr: Lun
no: Man
pl: Pon

source: Tue
cs: Út
fr: Mar
no: Tir
pl: Wto

source: Wed
cs: St
fr: Mer
no: Ons
pl: Śro

source: Thu
cs: Čt
fr: Jeu
no: Tor
pl: Czw

source: Fri
cs: Pá
fr: Ven
no: Fre
pl: Pią

source: Sat
cs: So
fr: Sam
no: Lør
pl: Sob

source: Sun
cs: Ne
fr: Dim
no: Søn
pl: Nie

source: LongInfo Button (Cool TV<>Multi Guide)
bg: Дълъг Info/EPG бутон (Cool TV<>Multi Guide)
cs: Info/EPG tlačítko - dlouze (Cool TV<>Multi průvodce)
fr: Appui long sur Bouton Info/EPG (Cool TV<>Multi Guide)
no: Lang Info/EPG-knapp (Cool TV<>Multi Guide)

source: Start View 60 , 30 (60)
bg: Начален изглед 60 , 30 (60)
cs: Zobrazit po startu 60 , 30 (60)
no: Start-visning 60 , 30 (60)

source: Blue Button (Search)
bg: Син бутон (Търсене)
cs: Modré tlačítko (Hledání)
no: Blå-knapp (Søk)

source: OK Button (Channel Info)
bg: OK бутон (Инфо за канала)
cs: Tlačítko OK (Informace o kanálu)
no: OK-knapp (Kanalinfo)

source: Info Button (Cool Single Guide)
bg: Info/EPG бутон (Cool Single Guide)
cs: Info/EPG tlačítko (Cool Single průvodce)
no: Info/EPG-knapp (Cool Single Guide)

source: Cool Primetime (20) hour
bg: Cool праймтайм (20) часа

source: Cool Primetime (00) minute
bg: Cool праймтайм (00) мин.

source: chance folder picon ==> coolpicon (needs fullrestart)
bg: промяна папка picon ==> coolpicon (пълен рестарт)

source: chance folder picon/coolpico ==> coolpicon/coolpico
bg: промяна папка picon/coolpico ==> coolpicon/coolpico

source: Skip Empty Services (false) (need restart)
bg: Пропусни празни сървизи (false) (рестарт)

source: press ( left OK right ) to change your Buttons !!!
bg: натисни ( ляво OK дасно ) за да промените бутоните !!!
